{
    "New Words": [
        {
            "標題": "bike-accident",
            "內文": "I had a minor bike accident recently. A car suddenly came out from the sidewalk, and I had to brake hard to avoid it. I ended up skidding and falling. I was bleeding a lot, so I asked the driver to call an ambulance. I got a few stitches at the ER. Luckily, the wounds have mostly healed now, but I sprained my wrist and my knee still hurts a bit. I’m doing some rehab at the moment.\n\nI also went to the police station to check the CCTV footage to understand what happened during the accident. We gave our statements and are now waiting for the initial assessment of the accident. Responsibility for the incident still needs to be determined.\n\nIn Taiwan, the law requires drivers to have third-party insurance, which means I may be able to ask the driver to cover my medical expenses related to the accident. I think most of the fees will be paid by the driver's insurance company.",
            "Unnamed: 3": "bike-accident",
            "分類": [
                "生活"
            ]
        },
        {
            "標題": "take-action",
            "內文": "You can dream, plan, and think about what you want, but nothing changes until you take action. Taking action means doing something, even if it feels scary or hard, but it's the only way to move closer to your goals and make your dreams real. Sometimes people wait for the perfect moment, but the truth is, the best time to start is now. Every small step you take counts. It might be as simple as sending a message, trying a new skill, or deciding to believe in yourself. Action creates momentum, which builds confidence. When you act, you learn from mistakes and get stronger. Without action, fears and doubts grow, but when you move forward, even slowly, you prove to yourself that you can handle challenges. You open doors to new opportunities. You meet new people who support your journey. But remember, no one else can do that for you. Your future depends on what you do today. So don’t wait—take that first step. No matter how small, keep going, keep trying, and never give up. Your dreams are waiting for your action. Make it happen.",
            "Unnamed: 3": "take-action",
            "分類": [
                "鼓勵"
            ]
        },
        {
            "標題": "design-myths",
            "內文": "One common idea I often question is that good design must always be something never-before-seen.\nIn reality, originality only matters when it enhances function, evokes emotion, strengthens storytelling, or truly resonates with the user's experience. Being different for the sake of it isn’t enough.\nUsers rely on familiar patterns to navigate products. If we change too much, we risk confusing or frustrating them. Good design isn’t about constant invention — it’s about making the best choices for the user.\nGreat designers know when to follow conventions and when to break them. They use creativity to enhance usability and experience — not just to stand out.",
            "Unnamed: 3": "design-myths",
            "分類": [
                "Design"
            ]
        },
        {
            "標題": "1-about-yourself-A",
            "內文": "Sure. I’m an industrial designer with more than 16 years in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting projects in car seats.  One of my recent stroller designs — which transforms into both a ground seat and a wagon — was recognized with a 2025 Red Dot Design Award. My strength is creating safe, user-friendly designs that balance creativity with manufacturability.",
            "Unnamed: 3": "1-about-yourself-A",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "1-about-yourself-B",
            "內文": "I’m an industrial designer with more than 16 years of experience in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting car seat projects. I focus on creating safe, user-friendly designs that balance creativity with manufacturability. I also have experience as a project leader, guiding teams from concept through to production—working with design teams in Europe, leading engineering team in Taiwan, and coordinating with factories in China to ensure successful mass production. I believe good design should enhance daily life for families, and I’m passionate about developing solutions that combine safety, convenience, and innovation.",
            "Unnamed: 3": "1-about-yourself-B",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "2-red-dot-design",
            "內文": "This stroller separates into two products: the upper frame becomes a ground seat, and the lower part transforms into a wagon with a hidden handle bar. From a design perspective, the challenge was not only making the mechanism safe, intuitive, and durable, but also ensuring that when combined, the two parts form a cohesive, aesthetically pleasing product — not just two pieces joined together. The 2025 Red Dot Design Award recognized the project’s innovation, usability, and thoughtful design for families.",
            "Unnamed: 3": "2-red-dot-design",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design-1",
            "內文": "Why did you choose juvenile product design as your specialty?\nI’ve always liked products that make a real difference in everyday life.\nJuvenile products are unique because they involve two sets of users: the child and the parent. That challenge — designing for safety, comfort, and convenience at the same time — really excites me. I also find it rewarding to know that my designs can make a family’s daily routines easier and safer, which gives my work a strong sense of purpose.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design-2",
            "內文": "During my career, I’ve found juvenile product design to be both challenging and rewarding. Each product requires multiple materials to work together seamlessly, while also considering mechanical design, safety regulations, and intellectual property. I enjoy working on these challenges to create products that are safe, functional, and appealing for both children and parents.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design-2",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "4-Process & Collaboration-1",
            "內文": "Can you give an example of a project where you had to adjust your design for safety or manufacturability?\n\nOn one stroller project, I designed a unique feature where the stroller’s basket could rotate from the lower position to the upper position after removing the seat. The basket could then be zipped up and expanded into a larger shopping basket, allowing parents to upcycle the stroller after their child outgrew it.\n\nHowever, during development, we realized that the rotating mechanism was too complex to manufacture and would increase production costs. To address this, I worked with the team to simplify the design: instead of rotation, the basket could be removed and reattached in the upper position. This adjustment kept the upcycling concept intact while making the product safer, more practical, and much more cost-efficient to manufacture.",
            "Unnamed: 3": "4-Process & Collaboration-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "4-Process & Collaboration-2",
            "內文": "Have you ever had to compromise a creative idea to meet safety regulations or mechanical limitations?\n\nYes, I’ve definitely had to compromise creative ideas for safety. For example, in one stroller project, I originally proposed a very slim, minimalistic frame design to make the stroller look lighter and more elegant. However, during early testing, the engineers raised concerns that the slim tubing would not pass the required durability and rollover safety standards.\n\nInstead of abandoning the idea, I collaborated closely with the engineers to adjust the design. We reinforced the stress points by using slightly thicker tubing, and the team also suggested either increasing the size of the main joint or adding support tubes to improve structural durability. Another solution we explored was changing the main joint material from plastic to aluminum casting. This allowed us to maintain the original joint size and preserve the minimal, stylish look without adding extra tubes.\n\nThis experience reminded me that safety always has to come first, and creativity comes from solving constraints, not ignoring them.",
            "Unnamed: 3": "4-Process & Collaboration-2",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "5-Problem-Solving & Trade-offs-1",
            "內文": "How do you prioritize between aesthetics, usability, and production constraints?\nI prioritize by balancing the three factors through a structured approach. First, I consider usability, because products must be safe and intuitive for the end user, especially in juvenile products where safety is critical. Next, I evaluate production constraints, such as manufacturability, cost, and available materials, to ensure the design is feasible. Finally, I focus on aesthetics, refining the form, finishes, and details so the product is appealing without compromising safety or functionality.\n\nIn practice, I involve engineers and suppliers early in the process to identify potential challenges, and I iterate on the design until we reach a solution that satisfies all three priorities. For example, on one stroller project, I designed a unique main joint shape to meet the required strength while breaking away from the typical, conventional form. By creating a continuous curve from the rear leg to the main joint, we maintained the necessary joint size for safety and durability, while giving the product a distinctive and innovative appearance compared to existing designs.",
            "Unnamed: 3": "5-Problem-Solving & Trade-offs-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "0307-1-A1",
            "內文": "You are technical guys, so please forget to follow at the moment, on our order.\nWe have to concentrate during one hour on what is important for our consumer.\nThe consumer don't care about it. The technique is mandatory for success.\nIf it's for consumer, they don't care.\nWhat is important for us is that we want to make business.\nYes.\nBecause the money you get at the end of the month, your salary, my salary, your computers here, the company here, is made possible only because we are making business.\nWe are exchanging value with consumer.\nWe are offering something to consumer, straddle, nursery products, because it's a bit risky.\nThen, do you want to go over here?\nNo, but I'll tell you this, it's okay, it's our own company.\nSo, we are offering something to the consumer, and the consumer is giving us money.\nThis is the basic of the business, of course, you know, well.\nThe consumer is giving us value.\nAnd the salar comes out.\nAnd the value, of course, value means money.\nBut what we are building at first is not exactly money.\nOf course, we are building a product which is giving a service to the consumer, binary.\nAnd so this is a small nursery.\nTo make sure we can make money, we need to come back consumer, and we need to understand what the consumer is thinking about our product, of course, but at first about our brand.\nWhat the consumer is thinking about Mexico, is it a good brand?\nIs it a bad brand?\nIt can answer.\nOf course, the consumer is not coming here every day to discuss with us.\nThe consumer is connected to the brand through newspapers, TV, to shops, to internet.\nAnd all the image that the consumer is gathering is creating in his mind, the brand image.\nThe brand image is something very complex to build in the consumer mind.\nBut this is something very important to control if we want to have success.\nBecause at first, the success is coming from the brand image, and we have to build the product accordingly.\nAnd the story of a company, a company always starts with one product, maybe the Mexico's group zero.\nMexico's is calculated with this group zero.\nI hope not this one.\nYou see, the latest one back.\nTwenty years ago, it was the very first Mexico's product.\nAnd from this product, the consumer gets some image.\nAnd step-by-step, the other product builds this image from your as-fonger.\nAnd what we have to do now is to understand this image, to understand what is positive in this image,\nand to use it, to apply this on the next generation of product, and to improve this brand image.\nBut I think you know this. I see the very basic brand image.\nWhat consumer?\nWe come to label consumer, we are checking if the young parents or the parents go out.\nWe already have the belly.\nOur target is the new parents, the parents to be.\nBecause they will have soon their first child.\nThe mother is already pregnant, they don't have a child anymore.\nAnd this is our target.\nNow our target is quite young, older and older but quite young, around the market. This is the main target.\nYeah, it could be the day of our target, meaning don't go to consumer.\nThey don't have to experience on using the product.\nEven when you keep it, it could be based on website, brand, TV, or URL.\nBut they never tap it.\nThe first impression is very important.\nWhat did you come up with?\nAbsolutely.\nThis is very important.\nYou get information from your parents, from your friends.\nAnd today, it's also maybe less from your parents, maybe more from your friends,\nand a lot from their net television.\nAnd so it changed.\nYeah, I think what needed, what there was, is a good example.\nI know of the function.\nYeah, the function.\nIt's a combination.\nYeah, all of this is given the Mexico Z brand image in the mindset of the consumer.\nAnd that's why in our business, you are right.\nThe consumer don't know the product, but they are here.\nAnd they look at the total image.\nAnd they, this is very important.\nThe first China call, do you have China?\nYeah.\nOh, do you have, no.\nI don't know.\nHere's the potential.\nWhat else are you going to sell it?\nYou have the target, me.\nWhat is your issue of parents?\nYou know that at the first China, you are very afraid.\nBecause you don't know what will happen to you.\nBecause they, oh my God, I will be farther soon.\nYou have a lot of fear.\nAnd you need to be reassured by your family.\nYour family tells you, now that's cool.\nYou will, you will be parents soon.\nThat's a very nice comment.\nSo they are putting you up their hand on your shoulder.\nThey're saying, this everything will be true.\nBut you are afraid.\nSo we need the brand.\nMaximum seed brand needs to be the hand on the shoulder of the parents.\nThe parents need, the future parents need to trust.\nIf you trust Mexico City, this is very important.\nThis is one value.\nTrust is one value.\nSo the brand image is composed of three elements is built.\nWe can build the brand image by the product, of course.\nWe can build the brand image by the communication.\nCommunication means advertising, our internet website means TV show.\nAnd also sometimes we forget this, but this is also important behavior.\nBehavior of the brand is, for example, when you call, phone call,\nthe brand or you phone call Astrosays, because one will is broken.\nYou call Astrosays, and then the behavior of the Astrosays,\nthe relationship with Astrosays is also building your brand image.\nOr the behavior of the sage man in the shop, the commercial people in the shop.\nWhen you contact them, you discuss with them.\nTheir behavior is building your image of the brand.\nYou meet kind people, of course, you have a kind image of the brand.\nAnd today with the insulates and the media, we shall have that information.\nFor the example of Google, they are known because people say,\nokay, it's good to work at Google because cool places to work.\nYou can do everything in the company.\nEven if it's only for the one cars at Google, it is clearly also a good image.\nSo it's the behavior of Google with their workers is also bringing rich to the consumers.\nRegarding behavior, the control of Dorel on behavior is low,\nbecause we are using a selling shop that we do not own.\nYeah, and the people to control that too many.\nYes.\nWe can control Astrosays because we have our own Astrosays,\nbut we cannot control behavior in shops.\nSo that's why communication and product are very important.\nSo, do you?\nIn Pilter, we have a more and more tell.\nI think it's tellt in the website.\nSo we might have, hold it, we might reinforce to the behavior.\nAnd you make a sign by chatting with the consumer on their experience.\nBut we are also controlling on the internet a little bit,\nbecause we have the internet communities that we control through Facebook,\nfrom on Twitter.\nAnd then we have a community manager here in Sholay,\nthat they control in some countries communication,\ndirect communication with the consumers.\nBut this is a very low amount of consumers.\nSo, is this okay for you?\nThe right image?\nYeah.\nOkay.",
            "Unnamed: 3": "0307-1-A1",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A2",
            "內文": "So, this document, I will go through it very quickly, is the style guide made by the communication.\nThis is just to talk about the communication. So, the communication team, as this guide,\nthis one is a little bit old, but in this communication tool, you have all, so it has been made\nby Anastas Oradki. You have all the information to make communication through consumer, through\ninternet, through advertising, through TV show. You have the language, how to make\nphotography, how to make good actors, and the advertising, what is should be the tone of voice,\nthe visual identity. So, this document is taking the control of the communication.\nSo, we want parents to, on photography to be always happy, of course, joy, joy is an important\nvalue. This is the second important dynamic for the blender, trust and joy.\nGuidelines for photography, we want spontaneousness, as in real life, realistic, honest.\nOn the spark, fam, again, joy. So, this document is for the communication agency, so they can\nbuild the advertising for ex-Dorella made these papers or documents. So, this is what we don't\nwant. We don't want this fake, we don't want static things. We don't want this,\nso this is for testing. I will not go into all the details, but this is for you to understand\nthe brand in H, I'm going back on it. So, we talk about behavior, we are not very strong in that,\nwe are, we cannot be strong on communication, but our investment in Dorell is not very high on\ncommunication. In US, I don't know, but in Europe, we have communication, communication costs a lot,\nbut we do not invest a lot in communication in Dorell. This is a company decision.\nWhat we are doing a lot in Dorell is we invest a lot here.\nSo, it's a lot. We put too much in what's in our product,\nwhen you are building something content more, that I don't know.\nActually, it would work after we have a pretty good quality product, but we can do more kind of\nabout that bit. We can hear the discussion we have in the lab. We agree on that, this is a year or\na vote that we agree on that. Maxi Cosi, Billikoffer also, they grew up thanks to product\nwithout communication, very low amount of communication. They grew up like this, and they became\nbig company without communication. Dorell in the US is not communicating a lot. I don't know\ntoo much, but I think they are not communicating a lot, they grew up by product. So, this is\ncultural in our company, this is a company which is not growing up by communication. So,\nwe have to grow up by trouble. And maybe in the last years on some new brands arrive on the market,\nand then to do a lot of communication, their product are not better than our promising, but\nlike Padei Rougarou, when you look at their product, if you look at the price and the quality\nof the product where you are, like us, when you know this, that business, I mean, you say,\nokay, well, you thought thousand euros for this, but who has been better, and we are sending it\nat 400,000, I don't know. Anyway, it's not, as you have said, they didn't build it on the\nproduct quality, maybe on the product image. Look at Cobebe, Lucky, they put a lot of\ninvestment on the communications. They introduce their company, their brand, on Europe, and also\nin the United States, but they don't feel their product, specific product, they don't introduce\ntheir Cobebe brand and their company. Rougarou, you know, it's very strong that the\ncommunication is not to do, it's working, or at the moment, I have a lot of update from Padei,\nbut if we compare it to them, they are stronger than ours on the communication, but for the product,\nthey are how they work. I believe, we all believe in this company that we should invest more\nin communication, we all believe this, yeah, but we pushed the information that's all we can do,\nour role is to work on fraud, we can give the message to the marketing team, but they\nknow where, they ask for more money to communicate, but they, now this is a company decision,\nwe don't invest in communication, so we have to take it as it is and push the message.\nSo, all of this to insist on the fact that we will build the brand image, not by behavior,\nnot by communication, but mainly by product. So, our role and our mission here is very important,\nwe don't have a lot of means to invest in behavior, we don't have a lot of money to invest in\ncommunication, we have to invest in products, so the consumer will build his image and the consumer\nwill decide if Mexico is positive or negative, mainly by the product. So, this is a\nchallenge for us, you could say that we have to build self-communicating products, yeah.\nSo, this is why in our product, we are investing a lot in design, in the industrial design\nin the company, because somehow the industrial design helps to give this positive image,\nthis value to the consumer.\nSo, now, let's see, let's look at the value of the brand.\nOkay, we as decided, this is a decision, we have studied the story of Mexico City,\nwe have studied the product and we have decided that the good values of the Mexico City\nproduct are those that you hear. Finally, a consumer has to need to have trust in our work,\nthis is mandatory, we are building trust, we are building confidence, and our product should be\njoyful, pleasant, not too serious, not too technical, but they should give joy to the consumer.\nAnd to build that, we have five sub-values, and all of our product need to be built\nwith these five values as a days, previously in the previous years, when we build a new\nstraw, we decided, oh, let's say you have a new concept here, let's build around this concept,\nand at the end, when the product is finalized, we just stick Mexico City on it, or we stick very\ncomfortable, or we stick safety first, that's it, but there is no strong value, if we remove the\nthe sticker and we put good value on it, maybe it can also solve the job, because there are no\nstrong sets of value inside the product. And here, with the team here, with Xavier, with Nicolas,\nwith the rest of the team, we started to build this product from the very beginning, with those\nfive values here, with this I did, we want a product which is really interesting, we want a product\nwhich has a friendly child comfort, friendly means it's a bit like a hug somehow, we decided that\none wants a smooth transition, each time we are making an operation, when we start with the baby\nin the car, to take out the baby, to take the baby in the arm, to open the trunk of the car,\nto take the product, the straw out, to unfold it, to put the baby inside and start to roll,\neverything has to be smooth, without pain in the back, without frustration for the consumer.\nAt each little step, the consumer should be happy, it's there, so easy to open,\nalso easy to understand, also my child is so comfortable, like a consumer has always to be\nvery happy about. So many lighter, not easy folding, the good means that one and deeper is all.\nThe mean lighter can be one solution piece, but this is not the only one, sometimes you have\nvery heavy parts, which are very easy and very nice to move and then play. Vista,\nthis is Vista, this is not a live problem, but this is a successful product. So 10.3kg\nfor lighter, you take.",
            "Unnamed: 3": "0307-1-A2",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A3",
            "內文": " We decided that we want in our product high trustable quality. High trustable quality means that when we look at the product the first time, when we see the product for the first time, we say, oh, this is a very high-quality product. We did not touch, we didn't move, we did not shake, but we can see only by the eyes, this is high-quality product. Right? We have many solutions. The blue is punctured, and if you look in the details as a technician, so this is not a system good, this is not a system, anyway, we are consumer, okay, high-quality, one, but when there is many answers. And the last five fifth value is the Mexico's signature, similar to Shermin's style. In the our own Mexico's style. And Mexico's style is then on the north of a Europe sky in Netherlands, not in France, France is a little bit different, but we decided that this the success of Mexico's is the most important product for Mexico's bay. This we are selling it at 250,000 units per year, which is huge. There are 30% of the market share in Europe, which is absolutely huge. And this success is also, so the success is due to this high value, but also the specific kind of Mexico's, which is a very simple shape, easy to understand, trust me, a little bit what we call the Nordic, we call it here Nordic style, not Nord-Turac style, Nordstone, yes, and simple. But for it, we have the sound decokey, William Paul, DJ Yookim, S2W up the similar party, they say the crazy, let's copy the table, be done, that, okay, we we designed it and put it on the US market, by keeping it in the North, we are like, no real step by the consumer, but we stop the production for money. Okay, we have two insurer products, that first one, this is a bad copy. It has been designed by US team without any designer for you from Europe, okay, so this is not we consider this is not really Nordic style, okay, so this is not another massive as it is, yeah. Second reason, when you want to build the brand, you are and you want to build worldwide, you are two way to build your own style, either you choose the Samsung way, Samsung is putting design office in every country in the world, because they are designing the product for each country, the Polarquan Mate, yes, one, the product is very different from one country to another, they do not build a washing machine, same in England, in UK, then in Japan, they are very different, okay, so they decide to, what will the person adapt locally, this is Samsung way, second way is BMW way, the car maker, they decide to be a German shop and they sell it everywhere in the world, but everywhere in the world, the cars are in succeeded, they export in their value, they are skyly, it needs a little city, it's both way are good, both are good, but which choose as Maxiko Zbrand, BMW way, with some local adaptation, which is their way of around the world, we are in the middle, we are more versus BMW, some adaptation, we will talk about it really, of course, some country we need a little bit adaptation, but not sure, the styling itself will be as BMW, we will export our style, so it's a deeper, different approach, we sell differently, we need to be much more careful on the styling itself, we need to train salesmen, we need to train commercial people, but this is what there is this idea, BMW is maybe a little bit adapting the author, but the car is the same, I need some tell you, in that country they are beating more, I don't know seats in the leather, I don't know, or, or, air, commercialization, or I don't know what accessories, but you can have that accessory everywhere in the world, but in that country maybe they put more on the cars just because people in that country they like more, but it's just a little adaptation, the product, that's what it is exactly the same, the safety first is a different way, safety first is adapting to most of the country, the product has a bit different, which is safety first, the US product, we saw it from the other, the data on the textile, the entire cover is different for US than for so safety first is much more adaptant, with Maxi Cosi, you know what to protect, this specific style because we believe that this specific style is a part of the big success of Maxi product Cosi product, or I give a like this kind of strategy, the same product for different regions, we have simplified platform and we can put more resource for one part, it will take that to the scale of the relief literature, what we didn't do in the past, yeah, for example, the geolal, via the good head, or the doctor, why could they extend to you, but it's for them who are, for example, with your cooking in your bread, and the adapter, and the adapter, you break, make it is a unit, and we don't break some break from the soil, we have some sorry the kikuki to the buggy, or the consumer at the end of the week, if you wind up, set the soil due to the break, yeah, just want to have a good break, that's why, I have to say the product was some normal function, to consume it means that it has to function now, I could quality, exactly that, but we don't need to read beautiful how they auto-loop, so we make different like the break, but for some auto-loop, for example, handle, we might have the different design to a further consumer, for that we can have a different handle bar share, whether the diamond, but for the break system, we can divide it in other, in the same way, that's the money, and make it 10, but for example, is the 3D 40, we made that study, we say okay, you know the difference 3D to this problem, okay, we say okay, it's transmically, maybe consumer, it's manufacturing 3D, 4D, if you look at that, we are ready, Miramaya, Alula, Ena, all in three, any issue, you look to the world, you have looked to the world, it's okay, most of the strollers are 3D 40, 3D 40 is limited to Europe, South Europe, two deeper three, and we are, or people are going to think, but it's actually a lot of important, why? And when you look to the world, you say okay, people that don't need, they don't they don't care about 3D folding, well, they won't, they won't, something convenient, contact, I can put it in my insurance, or whatever, okay, if you can reach that target with 2D, it's 2D wire 3D, I know this is 2D, I think the talk audio, I think the because the map 10, we have a chain, for Lula, the port of Lula, at this time, Martin, we have a 3D folding, we can compact, for Lula, we could sell, but now I think the consumer, they chain, they are neat, so more and more 2D folding, the solar coming, but for the next, by your tenure, with solar, we will adapt by the human, we don't know, not for Napa, on burn, period, yeah, I say the beginning, or they are saying, forget about the technical thing, so when we say 2D 3D, we are talking about technical things, so and it's an answer, yeah, the consumer don't know, yeah, it's an answer, the consumer wants something convenient, compact, I can store it in my truck, in my house, that's it doesn't care about 3D, 2D, okay, I don't care, I will fold it, and it has to be compact, it's compact, you have to do, to know, to build our brandy image, we have those 5 value to build the product, and those 5 value are, by themselves, are giving the height of the product on the market, this is such kind of value, cannot be low N, this cannot be low N product, because we have this specific signature here, we are product which are very easy to use here, with the high level of comfort, and high level of finishing and structure, so all of this means that max 6.0 should be this is the positioning of the market,",
            "Unnamed: 3": "0307-1-A3",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A4",
            "內文": " So this is the entry level of the market, this is middle level and this is what we call the the the best high level product in the market. So because we have those value, max equals, it should be there. If we remove for example high traceable quality and max equals, it's in nature, maybe if I see, it would be there. Because we have this value, they see the only possible position. We cannot position max equals, it's there or there or there. Or we yes, we have point, we cannot stretch this with this value, we cannot stretch the brand from here to there. But we used to do in the first or trying to do it also in the past with a Lula, for example, we tried to stretch the brand from here to there. That is very difficult because we have a long given price, it's not specifically value so it's not possible to stretch. We know you will throw, we put it company in the company, they have the issue and they are brand strategies. They only have one even for brand with different level of the product. So Islam and the cut, they are customized. If you throw brand is quite good, but I buy it with a degree of no price, but the quality is really bad. I would add you for example. And then the image of the brand is also bad. That's why they are brand, they are decreasing in the cut. Now, COVID-19, they want to stop it, so they put the Europe brand on the top of the logo and then do it market. Do you know, it's like a Volkswagen. They wanted to have high level products, but at the same time, there are already kind of the art from an historically, they were selling a not cheap but medium hand products. There was something more like with a Soviet box, they hugged the brain, so the product is the entry product and was again moved. So they had to buy brand, Rodo did the same with Dasia, but also on T. Okay, so today, that's not our strategy, we don't want to create a new brand, so our industry products and then move up by C-Cosy, we want to be, that's the better best segment, they are part of the good, okay, the good, it's our target, it'll be. So it means if our position for my C-Cosy or really project is here, then this is our competition, we will not fight Kiko, I don't know, Kiko, Trem, Tiko, after the way we are packing with Tiko in the set you side, then moving up, we have an argument of fighting, like they will stop, a lot of the stuff they need to pay before they move up there, cool. Yeah, rather than trying to join with really, we will not fight Kiko, we will not fight Bougain, we will just be just Bougain, you know, I don't know. I think I can do that, I guess the total number, the good team, Bougain, I know, the elite, the bugaboo, I saw V-R the message. They say this is a good excellent bread image, bread image, it looked product, what a good, but not so high breakey, but bread image is very high. We will show you some products later in the wish. Yeah, you will see personally, I don't like the healthy, I can't, why, how many people they like it? Bougain, maybe I'm a good technical guy, I don't like it, just, there's a lot of you look not technical feeling, double elbow, passion, I don't know. This is the, such can, when you have a very high brand image, you don't buy only the push, you buy a little piece of identity, we, we raise, when you buy a BFW, you will not only buy a car, buy a piece of identity, you are stronger, stay tense. And I think, too, the bugaboo, even there in the same level, in the market, but that product ran at a completely different, too, it's pretty much a good quality fit into the give-off, we don't dollar what a big one draw one, say, but the boy is another thing like the fashion, yeah, good, and that key. So, before we were somewhere here with Mexico City, and now we are leveling up, but leveling up means we also need to level up this, as Nikola said, you need to have an excellent quality finish, the fly. And we would also raise the price of the product, to buy the beast, this, but, probably, we must say, we increase the silver price in the city, what's your thing about, more fancy fit, we can bring the retailer, why we are acting for a practical quiz. More sell? You know, I used to take that example of the mini Le Cap, do you think that is the mini cost, how to copy it? In France, for example, the mini, the first one, the mini one, the cost is about a 15,000 euro, okay, for that cost, you can get a card with more quick notes, a Vigil warm, from over brands, I'm calling it, I don't know which one. So, you say, okay, it's crazy. And do you think that if the mini cost was lower than this, around 10,000, I mean, close to the small car we had, do you think that mini would sell so many cars? No, of course not. It's psychological, the price test, test the message behind this also, saying, okay, the first target is rich enough to make a bigger margin, you don't care. If you can do here, that is my resource, which, the reportage of relief, it was to be as close as to the car seat feeling, you know, how car-tid to the air, here, unclear. So, we're only one brand today, the car seat, how here, our store of France here, because there is something wrong, so, the store must be at the sale of our resource car seat. Because car seat, it's really a key point, strong, strong, we are going to make it cosy, everyone knows, we are going to be barging with car seat, but it's a narrow store of the York, because we don't know where we were, it's a store, we should have them to have the opportunity of Chalaxi Cosibola, with our product, we need to have the same memory here. Otherwise, the store of the train image, we are low down the car seat, but there's it being that for our product, we have a higher brand image, then our cost could be a little bit higher than previous. So, the manufacturing cost? Yeah, it is a big, high-trustable quality. For example, what we need to tell you about this car, or tender version, is one, with dog, or without extra steel? No, just to see if there are any other shop, or the wood bones. It will echo, buy one body. You sell the present? No, it's a good door, if you are at the top, take the door, and take the stela or mura, that's a good reference. Go up, put on the functional, the comfort operation, it's not passive, it was called a little bit simple. That will be great, as you listen. The US phone, right? So, the next stop, next one, when you give you a little presentation about the maxi-podissin nature, how we make the maxi-podissin product, how we are inspired yet to make the maxi-podissin design. So, we are decided with the team years ago to build and to write down the DNA, because it's, of course, in the minds of all the designers in the company and stylists. But at some one day, we decided to write it down, to create a little book here. This is the Bible, this is the Bible for the designers in the Edgar Cote. Thanks to this, we are the stylists, on one path for the textile bar, and the product on the other. Max Cosi, oh, Max Cosi. Maxi, only Maxi Cosi, or even we have the same for Quiddit, and we have one for a social source. Maxi Cosi in Dedeko, awful. There's a Maxi Cosi in Dedeko for, knowing that, yeah, this is the brand de v'konfort-roso, but this is the manquico-zi-ray, because originally the babykonfort was a little bit different, but we decided to not to merge them together, but to keep only Maxi Cosi. Because babykonfort is a local brand on the source of fuel. So, we asked this brand strategy. Brand strategy is defined by the marketing. And from this brand strategy, we defined the DNA of the brand itself, and we split it into the styling and product design, and also communication is coming from the brand strategy.",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A5",
            "內文": " This is our mindset. This is the let's say, Stein values to design a Maxikosy product. All the Maxikosy product, I mean in the the identity, they need to be still. Still means something like very calm. Still water. Mod up. Yes. Such kind of curve is what they call a steel curve. Very soft. This is not aggressive. This is relaxing. The guy still. I can't do it in the middle. Both are fine. So, we're working on it. We should remember the new part. We should remember the more the curve. Sometimes you may not understand. Like the N-Sitings. So much for this. That shape is close to the shape. No. It's because of this. For Eden things we can discuss. We can arrange for very visible things. No discussion. No compromise. Nostalgic means the positive memories. Positive remembrance. This seat is very similar to the very first seat that has been designed 20 years ago. There are still some common. I don't have the feature. Sorry. The good shape that parents, the mothers of the mothers remember, they still recognize the old pro-wrestling in this. But new bottom look. So we have to keep the good memories. Playful means in some little fun decays, such as this little fun decays. This is not functional. We don't need this color. We don't need this little feature. We don't even, we could have make a snap button or something. But this is quite cool. Because this is a flashy color. This is easy to put. This is giving some life to the product. And we can find this little light here. So this is such kind of little detail that makes the parents happy. It seems to be small and not so interesting. But this has a lot of power on the parents line and then on the brain image. This is really a bit sexy because the signature is little thin. Something very about the massacosy that I don't know if it's the same outside of friends, but in France. Before you used to say a cosy, a posy means a group zero. For many people. Group zero. Yeah, they don't say a maxacosy because Mattacosy was the first to do that kind of product. In people's mind, it became a kind of the brown main became the name of the product. So they don't say a group zero. They say, oh, give me the cosy. Even if it's not a maxacosy, no matter the problem. They say a cosy. The first to put on it. Yes, we know. So it's very fun. So this is our design philosophy. So this document is intended only for just a hour of one thing. The document is intended only for the purpose of designers and stylists. That's probably why you never saw it. So our product should give confidence to the user. So this is a trust. Our code should be clear and readable. This is the high trustable quality because we can really see that it's trustable. But this is also intuitive because production be clear and readable. Operation of our product should be intuitive for the user. Communication should be clear and simple. Evolution should be on Cal, clear and freely. Not, of course, not picked the goal and not a lot of screws and the right answer. Well, it is a lot of things. So now we have, in this document, we have mood boards, some pictures that can inspire the designer where they draw and when they create shapes. One of these products are well balanced. Balance means two-third of height here, one-third here. The product seems to be stable. You have calmed shapes here with calmed and relaxing lines here, the little lines which you put this here. What we have, of course, comfort here in this one. But this is not a fluffy comfort. This is a comfort with some little bit of tension inside the textile. And very clear and simple products. Easy to understand, easy to read. This is the best practice that we have in steel. We have this transition between the hard part, soft part and very, very soft part with the textile. This is also a way to express smooth transition. Smooth transition is not only an action, it is also visual. This is something that we reuse here in this seat. This is hard part, plastic. This is a cream, kind of a rubber. And this is a soft. And you can see the reaction that the child is here. The titter, autocopy the paper. I think the tongue-dunking has the most product to cut in 30 April day. The improvement of the IP. I am happy to see the meaning we are dealing with the concept of the D-done. This is also good example. This is a very bottle. This is a pump. This is a pump. Yes, pump me. Mothers can want the pump. Should we spot the menu or the electric or electrical risk. That is the part. You need all the energy. I have a body there to learn the amy-daw. This is another product that I have been making here in Sholek, the baby carrier here. And this is always the same thing. We have this little color accent here, but very calm, shaped, very still-sharp balanced shape. So nostalgic. These are some qualities of nostalgic products. They are rich, but richness means some details are very well made. I cannot zoom here. If we look at this shoe, which seems to be very simple, at first sight, if we look the way it is made, it is very rich, little details of stitching are very nicely made. We have a toilet paper. I will put it on this one. We will look at the product on the hard cross-key. We find some issues. Heritage means we have to redesign the past to be taken to account the past, the past, and we make it a little bit more modern. This is a very, in Europe, this is a very no close for the children, the newborn. This one is a modern version, that is the very old one. And one is, one is, one is, one is important. Not only the physical ones, of course, the child has to be protected in a card seat, in the store, but this is also a visual one. If you use wool to make, this is six, these are six. If you use wool to make this, when you look at it, you feel it will be warm and comfortable. This is also visual warmth. And nostalgic bedspractices. I like to use this one, also coming from very old car seats, of course. This is a modern model with these little buttons in different areas, for newborn or so. And playful. Playful means a little bit of sun, not a laugh, but a little bit of fun. So this is some little things that can be an inspiration. So this stacking of different materials, layers, this gradient is also what we call playful, this gradient. This is a foot on Japanese bed. This is made of different layers, as we are making this car seat made of different layers. Hard means soft and misoct.",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A6",
            "內文": " This is a little purse to put your coins in it. And when you open it, there is this little bird which is printed inside. This is a little bit of fun. This is not outspoken, but you want to keep that little thing because you feel it's for it has been made for you. This is an envelope with this little detail of color. You know such kind of oven. And with this little detail of color, then it's alive somehow. There is a little detail is breaking from life. Then there you go. Maybe you were born. He's born. He has a usual with a white feather. And some products. So we reuse this layering feeling inside the street's trailer with this inlay here which is much more soft inside. So we have the hard part with the chewing, a soft textile which is a bit rushed with a 600D or something. And this inlay inside which is much more soft. And also this that all textile inside. Yeah. And we have to put some toy. Yes, on your jacket. We have some turistajou. And so that's the tree direction of his pirate that we are using to build a new design from a chickozy. So this was for the brand itself. And now I don't have the big document for the strategy of the somebody. But this middle line is very interesting. Because this middle line represents what is necessary to build in the company. Dorel needs to be to build global offer. So we need to make products not only for Mexico City and for Céchti First also for Queenie. That are global. So the local in globally is in them keep work. Yeah, that's a really good. And all the products are the same from a global point of view. But there are some little adaptation from a local point of global local but in the capital one sooner if we are this way everywhere in the world maybe the textile with the different the material itself can be different from United States Asia Europe. Then this is local adaptation but go. Local means one country or one convenient. So all the Mexico's in now this is the strategy of the company to make local offers. All our product needs to be ready for the new business models. New business models means Internet of course because we are not completely ready for Internet in Dorel. We need to be ready in the future for the second hand market. Second hand market. Re-sub. Yeah. You buy a new product. I'm not saying it to another one. Yes and you send to another one. But maybe Dorel can purchase this product to you. You buy it once. I am Dorel. I purchase it to you. I create it. I stamp it and I put it again on the other because we had that discussion in the lab. I was talking about second hand but what I say to you is that today we are doing good products for second hand but we have no benefits of low benefit with that. Yeah. Tomorrow what we want to do we want to get some benefits from that. So maybe as you can see. Buy. Okay we buy your whole product. We refurbish it and we set it again as a single real product. So we get a benefit from that. And that means that in the design, in the conception of the product we must anticipate this in order to have super sweet place and this part can be easily replaced or refreshed. That's the one. We need to wait there with some key components. We have a good design, journal design and also the materials collection. But then for in the party we then pay it for that. It can be used for three years. By yes, in future maybe we need to attend the life of the key component. Maybe we'll make them easy to change. They're like we are in chutney to chutney to we are in with their bread. We were talking about the bread mechanism. Like the baby we say, okay, bread is safety. You want to be able to change the bread when you buy a straw. And we pass it. The bread mechanism is a part of self. You just remove one school. Remove the bread mechanism. Put another one. Screw it. That's done within three minutes in France. Like the products done. New bread for my smaller. Yeah, tradition and example. It's a great embody. For number, if we spend a lot of time to renew the clothes that the product. Because even more that we build a new daughter. Absolutely. Make a totally make sense. Yeah. Yeah. So the new business model are internet at first. Second hand market. Second day. Customization. Customization. The consumer can choose. The color can choose maybe the accessories. And we have to be able to deliver. So some ocean. It needs some coption. And the last business model is the leasing. Leasing rent. Renty. Yes, renty. All right. I give you my I am still the right. I give you my product and you give me five dollar on every month. I will not do that. And when the baby is grew up enough. Did you give me back to the product? So this is the leasing. And leasing is important because we have one project in the company, which is called WALABY. You hold about the WALABY project. I know about that. I have a little thing to work on there. Yeah. This is we will present you a WALABY. And and WALABY projects is based only on leasing. Renting to me. And we would be the wheels, the strontal forward. So we really have to do inside the leasing. T-step. Is it this? I'll just for a great adventure. For the moment for really just for what the moment. The new project we're going to our etch. In a virtual, at any part, we follow the... Yeah. Okay. Okay. And there is a strong link with what you said just before. Refurbishing. Because if you rent a solar or a car seat and you take it back, you will have to rent it again to another customer. So maybe you will have to refresh something to replace something. So it's neat. Strongly the key. And we need to evaluate. Money, yeah, that's the reason. Yeah, yeah, we need to evaluate. Replace. Exactly what we need. Not more on the place. And it has to be easy to be done. So I don't for the inference or all across the world. Small centels. Okay, they're just refresh. It's easy to do. Within five minutes, it's the... Push it again and then... The mouse bought a folder. Refreshed the prep about the component. The waiting about those components and the cycle. I mean, what else also. Otherwise, you don't wake up with the prep. And the whole world, you'll get to do it. Where's money? It has to be sustainable. So as easy to recycle as possible. So also... And... So this is a strategy for our company. Make local offer. Be ready for the new business model. Make scale savings. Scale savings means we invest only once for several products. And of course, differentiation. Differentiation. Our product must be must-me-deferent from the competition. And so all of this, this is the need for our company because the constraint for our market is there. We have the values facing a global market now worldwide. There are new... The consumers are changing. There are VIAs here. And there is also the sustainability. There are conscious. Consumer conscious. So that's why we need to be ready for business model. The company asks us to limit our investment. So we invest loans for several products. Our competition is very, very strong. Stronger and stronger. We saw it with the ACP-DU group and other key groups now. And the last one is that we have a portfolio. A portfolio meet all of our strollers. They are very different now. It's all done this way. Yeah, that's it. So okay, so... Dorel has been built because the Dorel family is buying companies and companies. They are... They buy... They buy Mexico City, they buy... Alerado, Water, Coral, the company, and so on. So at the end, finally, in the catalog of Mexico City, the strollers are very, very different. There is no link between strollers. There is no styling link. There is no value... Link, there is not a lot of functionality there. So it makes very different. So, consumers, when they enter a shop, and when they are looking at internet, they see all of these products, which are very different. And they cannot believe in the company. Because product are different. If all the products are almost the same, then it means that there is a good process in the company. If we show deep and for us, we see it gives the feeling that our process is not consistent, it is consistent. It is... So this is something which is important. Because when a consumer sees one product and he's here, he can hear on internet or in the shops, or by friends that this product is good, if the consumer sees another product, which looks like the former one, and he understood that this one is good, then he will believe that the new one is good, because they are similar. So he believes that the company who could all these effort there could also all these effort in the company. Many come a lot of stupid transition. Balls, they product, to another product, new product. We were talking about pay for the brand. Between the iPhone, the iPad, the Mac, and the last time, you have... You can say, okay, this is the same brand, even if it's too high, the brand. And I think, yeah, the iPhone has a good reputation. You say, okay, of course, the iPad will be good also. We both have a very complex... Right. In Bocdo, we... One of the many regions in Hawaii, in Mexico, we have a baby comparison, in the kitchen, for the same patterns that humans, that... they... store the situation is not good. Yeah. That is why you're so willing... to have some factory here, up a lot with a really project. It's what... how can we, in fact, what we are, it's... we have the Lula, the Stretti, which are... we like to say more, surely... ENA, Spiritum, yeah, on DNA. So the history... is the... the history of surely with beta-dophore. And we had some kind of product, like, Spellac, that I should more need to feed a special market. German, German, German, it was not really a strategic approach. It was not pushing approach. Or... Opportunity, or reality, and we need something for Germany, or we need something to fight Kippur. But the Koreans of the range was not so good. So what we're going to do is, we're going to say, we're really sad. It's to have a really wenge and with consistency. And we feel that, yes, it's a lexicaly product. But we must keep for all the local needs. For that reason, there is a... We'll curve that form and then to feed with specific needs, we will change some few points on the... on the platform to feed with local market needs. Instead of making a large color for... I joke for US, that we're going to fall of generally.",
            "Unnamed: 3": "0307-1-A6",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A7",
            "內文": " When you're the US skin, they can't sell, they can't sell at that store also. They can't sell at that store. The vista is a target for the market. So they can't ask us, a piece guy, take this one, do a strong like this, but better on this, on this, on this, on this. And say to you at the same time, yes, but we want a very low price. Yes, you can't. And when we ask them, do you know the weight of that store? Really, they say less than 13 kilos. And that means that they don't know the real weight, they don't know the weight indicated on the website because it's written 13 kilos on the website. Yeah, they 40 kilos than this. So it's very silly. I think in fact, that's for their weight, 13.3. Yeah. So you know for them, the weight is really for them and they say to you, okay, the target is not more than 12 kilos. You know, like, well, they always tell you that something in Naman is changing. They always target the other. Warm up target came out. Those customers are the other, that's the end of a low level. Meaning they can still a lot of the quality, but the tracks are very low. But Abu Bebe, they already sell it on buy-by-baby, top level, to material. But then our people forget it or they try it, but they they tend to difficult and they try to get it. We will not allow a card in a U.S market. So in terms of company level, so you are the the constrator of Tomel here. You are then the nib and this is in the bottom the solution that we want to apply the very many products. Another table platform, one platform that can trade several products, to be zero. A product which is read for refurbishing in the same hand or RETO. The same components for all the other disorders as such as this one. And regarding competition, assume choice. Assume choice means that we are making one choice, which is maybe not the choice that please everybody. But this is our choice because this is our value. As BMW, they are making German cars because they begin German cars. So we are making our own style because we believe in our own style. And we will also we want to invest in storytelling and communication. Yeah. And of course we will have to make a career and innovative range. So that's it for the brand and the the value presentation. Do you have any more questions regarding your... Let's start one one thing and I like here. For the rental, we will start with a pretty short decision. Yeah for rental. Meaning we should have a consider the... Okay. That is then for the aluminum co-write. Now we have some time we pop up on the wait. We we we change the provide to make it thinner. We have a lightweight or we have a receive call shape. But this wouldn't bring us the table in the future. For example, after two time in test, we have a walnut or damage on the aluminum. But it's still a holiday compared with the EM. In future, it will say the controller can be renewed or readable. I don't think we can change the aluminum tube. A minute of the original tube should have re-drug session for five. Yeah, only aluminum material. Material session session a little profile. Yeah, with the minus here. The solution for the mulee will be for the regular project to have the decision we bleed or the case. Painting this for be done. It will be only hydro-disation because maybe that hydro-disation is through its own. It's called hydro-disation. Hydro-disation. Hydro-disation. Okay. Yeah, I'll get it. You're scotching. Because if we put a painting for a product which needs to be rent. Yeah, there's a penny. Yeah. So perhaps we'll have for example the decision for the for the for the frame for the for the wallavite needs. One fine would be an odization or the other range would be painting or something else. Yeah, it's good. This is kind of decision. So good example. That's the way I see this for me from a technical design point of view. I mean, that means that every time with design something, you have to ask yourself this question and say, is my design compliant with this? I mean, it's easy to install, to re-u, to replace. Is it sustainable? I mean, from scratch to the recycling and all that. So every time any any rather to put any shape you design, you must ask this question and at the beginning it would be maybe a bit difficult. But once it's in your mind, you will not ask, I would take the checklist and no, it will be. To be in real reflex. Okay. Okay. I think like this, I design like this. And it has a lot of good consequences also because your design is simple, easy to to install to you. That means that on the production lines, it will be also easy to start, to replace, to maintain, to manage to yourself. It has a lot of benefits on everything. Yeah. And also for the P&P, we're only the tech in the work out. We'll make the QB for example, standard it to time. But after two time, yeah, we'll need to think about it. So we just, just, just, the demand. Okay. Because we have also to make a good balance when it cannot make over quantity. Yeah. Because the product with the two KV or two, first to collaborate to identify which component, which thing is not really press bomb in the future. So we, uh, booked on that, uh, key component that made the fact pick the QB for that not completed boy. But we asked to the QA engineer in Shuler, which is called Vincent, the base of this SPT on this vanis. Okay. But those values should be at the top of the, uh, the QP plan, to make sure that the consumer of fine. So, if you don't have any question regarding this, I think this, it's over for this presentation and this afternoon, after lunch, we can present you the, uh, weekly project. Yeah. The, uh, I think about the rental market. Maybe we need to think about, uh, how high-made tight we, uh, we want to reuse NITBOX, uh, yes, and they, and that would divide our QB. Our today's, for the one type, for, uh, maybe one hair, today just built it for, uh, treasure meant for one year. And then we can think about, so we need to use this for, take a year for another. Make sure. Uh, as far as I know, the WALAB, uh, they believe in the, uh, seven-year plan, a straw has to be able to be used during seven years. The nine-year, including if, uh, reform is a bit early. It would not in kind of money, to drive me there. To, uh, in kind of a, uh, the first year already checked. Now, it's around every family, which one has a second pay. But in Japan, you know, if you have a Bible, and also if you were, uh, for a government, you are not allowed to have a second baby, but not completely, so you can get there. Yeah, okay, so, uh, now the economy in China is not good. So, not so many burning, they want to have a second day. Back in the culture of three years, the door is the economy, uh, coming up. Got more and more families, y'all for me, then we'll find the first baby at the company. So, I think you'll talk, think about it. Let's try the market. Big market. The first. Another idea about, uh, when we think about the rental market, nearly within thing about, for this, for the, which part is most important, and it's very difficult to regret than we could spend our, uh, resolve our money, at least our drachimension. We don't need to replace the mint manger. So, it means we need to spend a lot of money on the manger. But for the wheel, mainly, we can, it's easy to replace, so we don't, never mention we maybe need to pass three halves of a year. The wheel, no, we don't miss, we just replace it in your way. It's easy to replace. Okay, okay, so let the,",
            "Unnamed: 3": "0307-1-A7",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "TED-Talk-Human and Robot Traits-A",
            "內文": "TED Talk Speech: Human and Robot Traits – Building Bridges to the Future\n(Opening with a warm smile, pausing under the TED spotlight.)\nImagine waking up to a robot brewing your perfect coffee—exactly 195°F, just how you like it—while you dream up your next big idea over that first sip. Science fiction? No, it’s our future. Today, I’m here to show you how humans and robots can build a bridge to a world of extraordinary possibilities, together.\n(Pause briefly, then dive in with energy.)\nA few years ago, I worked on an app to help doctors diagnose rare diseases faster. As a human, I brought empathy—imagining a patient’s fear, a family’s hope. But the data? Overwhelming. AI stepped in, analyzing thousands of records in seconds, spotting patterns I’d miss. Together, we didn’t just build an app—we saved lives. That taught me: humans and robots aren’t rivals; they’re partners.\nHumans are the architects of emotion and imagination. We feel deeply, create boldly, and dream big—think of the artist painting a masterpiece or the inventor sketching the first smartphone. Robots, on the other hand, are masters of efficiency. They process data at lightning speed, execute with precision, and never tire—revolutionizing diagnostics, manufacturing, even assisting artists with design.\n(Build excitement, gesturing to the audience.)\nHere’s the big idea: the future isn’t human versus robot—it’s human plus robot, building a bridge to progress. Picture AI crunching climate data while human scientists steer it with ethical vision. Or robots handling repetitive surgeries, freeing doctors to connect with patients. This isn’t replacement; it’s amplification.\n(Slow for emphasis, making eye contact.)\nYes, there are fears—job loss, machines outsmarting us. But let’s flip the script. Self-driving cars are already cutting accidents by 40%; AI tutors personalize learning for kids. These breakthroughs come from collaboration. So, my challenge to you: next time you use AI—your phone’s assistant, a work tool—don’t ask, “Will it replace me?” Ask, “How can it elevate me? How can we build a bridge to solve the unsolvable?”\nThe future isn’t humans or machines alone. It’s both, hand in circuit, forging a bridge to infinite potential. Let’s cross it together.\nThank you.\n(End with a nod and smile, inviting applause.)",
            "Unnamed: 3": "TED-Talk-Human and Robot Traits-A",
            "分類": [
                "AI"
            ]
        },
        {
            "標題": "1-Foreword of Alchemist",
            "內文": "When The Alchemist was first published twenty-five years ago in my native Brazil, no one noticed.\n\nA bookseller in the northeast corner of the country told me that only one person purchased a copy the first week of its release.\n\nIt took another six months for the bookseller to unload a second copy—and that was to the same person who bought the first! And who knows how long it took to sell the third.\n\nBy the end of the year, it was clear to everyone that The Alchemist wasn’t working. My original publisher decided to cut me loose and cancelled our contract. They wiped their hands of the project and let me take the book with me. I was forty-one and desperate. But I never lost faith in the book or ever wavered in my vision. Why?  Because it was me in there, all of me, heart and soul. I was living my own metaphor.\n\nA man sets out on a journey, dreaming of a beautiful or magical place, in pursuit of some unknown treasure.\n\nAt the end of his journey, the man realizes the treasure was with him the entire time. I was following my Personal Legend, and my treasure was my capacity to write. And I wanted to share this treasure with the world.\n\nAs I wrote in The Alchemist, when you want something, the whole universe conspires to help you. I started knocking on the doors of other publishers. One opened, and the publisher on the other side believed in me and my book and agreed to give The Alchemist a second chance.\n\nSlowly, through word of mouth, it finally started to sell—three thousand, then six thousand, ten thousand—book by book, gradually throughout the year.\n\nEight months later, an American visiting Brazil picked up a copy of The Alchemist in a local bookstore. He wanted to translate the book and help me find a publisher in the United States. HarperCollins agreed to bring it to an American audience, publishing it with great fanfare: ads in the New York Times and influential news magazines, radio and television interviews. But it still took some time to sell, slowly finding its audience in the United States by word of mouth, just as it did in Brazil. And then one day, Bill Clinton was photographed leaving the White House with a copy. Then Madonna raved about the book to Vanity Fair, and people from different walks of life—from Rush Limbaugh and Will Smith to college students and soccer moms—were suddenly talking about it.\n\nThe Alchemist became a spontaneous—and organic— Phenomenon. The book hit the New York Times bestseller list, an important milestone for any author, and stayed there for more than three hundred weeks. It has since been translated into more than eighty different languages, the most translated book by any living author, and is widely considered one of the ten best books of the twentieth century.\n\nPeople continue to ask me if I knew The Alchemist would be such a huge success. The answer is no. I had no idea. How could I? When I sat down to write The Alchemist, all I knew is that I wanted to write about my soul. I wanted to write about my quest to find my treasure. I wanted to follow the omens, because I knew even then that the omens are the language of God.\n\nThough The Alchemist is now celebrating its twenty-fifth anniversary, it is no relic of the past. The book is still very much alive. Like my heart and like my soul, it continues to live every day, because my heart and soul are in it. And my heart and soul is your heart and soul. I am Santiago the shepherd boy in search of my treasure, just as you are Santiago the shepherd boy in search of your own. The story of one person is the story of everyone,     and one man’s quest is the quest of all of humanity,     which is why I believe The Alchemist continues all these years later to resonate with people from different cultures all around the world, touching them emotionally and spiritually, equally, without prejudice.\n\nI re-read The Alchemist regularly and every time I do I experience the same sensations I felt when I wrote it. And here is what I feel. I feel happiness, because it is all of me, and all of you simultaneously. I feel happiness, too, because I know I can never be alone. Wherever I go, people understand me. They understand my soul.\n\nThis continues to give me hope. When I read about clashes around the world—political clashes, economic clashes, cultural clashes—I am reminded that it is within our power to build a bridge to be crossed. Even if my neighbor doesn’t understand my religion or understand my politics, he can understand my story. If he can understand my story, then he’s never too far from me. It is always within my power to build a bridge. There is always a chance for reconciliation, a chance that one day he and I will sit around a table together and put an end to our history of clashes. And on this day, he will tell me his story and I will tell him mine.\n\n— Paulo Coelho, 2014",
            "Unnamed: 3": "1-Foreword of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "2-Prologue of Alchemist",
            "內文": "The alchemist picked up a book that someone in the caravan had brought. Leafing through the pages, he found a story about Narcissus.\nThe alchemist knew the legend of Narcissus, a youth who knelt daily beside a lake to contemplate his own beauty. He was so fascinated by himself that, one morning, he fell into the lake and drowned. At the spot where he fell, a flower was born, which was called the narcissus.\nBut this was not how the author of the book ended the story.\nHe said that when Narcissus died, the goddesses of the forest appeared and found the lake, which had been fresh water, transformed into a lake of salty tears.\n“Why do you weep?” the goddesses asked.\n“I weep for Narcissus,” the lake replied.\n“Ah, it is no surprise that you weep for Narcissus,” they said, “for though we always pursued him in the forest, you alone could contemplate his beauty close at hand.”\n“But . . . was Narcissus beautiful?” the lake asked.\n“Who better than you to know that?” the goddesses said in wonder. “After all, it was by your banks that he knelt each day to contemplate himself!”\nThe lake was silent for some time. Finally, it said:\n“I weep for Narcissus, but I never noticed that Narcissus was beautiful. I weep because, each time he knelt beside my banks, I could see, in the depths of his eyes, my own beauty reflected.”\n“What a lovely story,” the alchemist thought.",
            "Unnamed: 3": "2-Prologue of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-01 of Alchemist",
            "內文": "Part 1-1\nTHE BOY’S NAME WAS SANTIAGO. DUSK was falling as the boy arrived with his herd at an abandoned church. The roof had fallen in long ago, and an enormous sycamore had grown on the spot where the sacristy had once stood.\nHe decided to spend the night there. He saw to it that all the sheep entered through the ruined gate, and then laid some planks across it to prevent the flock from wandering away during the night. There were no wolves in the region, but once an animal had strayed during the night, and the boy had had to spend the entire next day searching for it.\nHe swept the floor with his jacket and lay down, using the book he had just finished reading as a pillow. He told himself that he would have to start reading thicker books: they lasted longer, and made more comfortable pillows.\nIt was still dark when he awoke, and, looking up, he could see the stars through the half-destroyed roof.\nI wanted to sleep a little longer, he thought. He had had the same dream that night as a week ago, and once again he had awakened before it ended.\nHe arose and, taking up his crook, began to awaken the sheep that still slept. He had noticed that, as soon as he awoke, most of his animals also began to stir. It was as if some mysterious energy bound his life to that of the sheep, with whom he had spent the past two years, leading them through the countryside in search of food and water. “They are so used to me that they know my schedule,” he muttered. Thinking about that for a moment, he realized that it could be the other way around: that it was he who had become accustomed to their schedule.\nBut there were certain of them who took a bit longer to awaken. The boy prodded them, one by one, with his crook, calling each by name. He had always believed that the sheep were able to understand what he said. So there were times when he read them parts of his books that had made an impression on him, or when he would tell them of the loneliness or the happiness of a shepherd in the fields. Sometimes he would comment to them on the things he had seen in the villages they passed.\nBut for the past few days he had spoken to them about only one thing: the girl, the daughter of a merchant who lived in the village they would reach in about four days. He had been to the village only once, the year before. The merchant was the proprietor of a dry goods shop, and he always demanded that the sheep be sheared in his presence, so that he would not be cheated. A friend had told the boy about the shop, and he had taken his sheep there.\n“I need to sell some wool,” the boy told the merchant.\nThe shop was busy, and the man asked the shepherd to wait until the afternoon. So the boy sat on the steps of the shop and took a book from his bag.\n“I didn’t know shepherds knew how to read,” said a girl’s voice behind him.\nThe girl was typical of the region of Andalusia, with flowing black hair, and eyes that vaguely recalled the Moorish conquerors.",
            "Unnamed: 3": "Part 1-01 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-02 of Alchemist",
            "內文": "Part 1-2\n“Well, usually I learn more from my sheep than from books,” he answered. During the two hours that they talked, she told him she was the merchant’s daughter, and spoke of life in the village, where each day was like all the others. The shepherd told her of the Andalusian countryside, and related the news from the other towns where he had stopped. It was a pleasant change from talking to his sheep.\n“How did you learn to read?” the girl asked at one point.\n“Like everybody learns,” he said. “In school.”\n“Well, if you know how to read, why are you just a shepherd?”\nThe boy mumbled an answer that allowed him to avoid responding to her question. He was sure the girl would never understand. He went on telling stories about his travels, and her bright, Moorish eyes went wide with fear and surprise. As the time passed, the boy found himself wishing that the day would never end, that her father would stay busy and keep him waiting for three days. He recognized that he was feeling something he had never experienced before: the desire to live in one place forever. With the girl with the raven hair, his days would never be the same again.\nBut finally the merchant appeared, and asked the boy to shear four sheep. He paid for the wool and asked the shepherd to come back the following year.\nAnd now it was only four days before he would be back in that same village. He was excited, and at the same time uneasy: maybe the girl had already forgotten him. Lots of shepherds passed through, selling their wool.\n“It doesn’t matter,” he said to his sheep. “I know other girls in other places.”\nBut in his heart he knew that it did matter. And he knew that shepherds, like seamen and like traveling salesmen, always found a town where there was someone who could make them forget the joys of carefree wandering.\nThe day was dawning, and the shepherd urged his sheep in the direction of the sun. They never have to make any decisions, he thought. Maybe that’s why they always stay close to me.\nThe only things that concerned the sheep were food and water. As long as the boy knew how to find the best pastures in Andalusia, they would be his friends. Yes, their days were all the same, with the seemingly endless hours between sunrise and dusk; and they had never read a book in their young lives, and didn’t understand when the boy told them about the sights of the cities. They were content with just food and water, and, in exchange, they generously gave of their wool, their company, and—once in a while—their meat.\nIf I became a monster today, and decided to kill them, one by one, they would become aware only after most of the flock had been slaughtered, thought the boy. They trust me, and they’ve forgotten how to rely on their own instincts, because I lead them to nourishment.\nThe boy was surprised at his thoughts. Maybe the church, with the sycamore growing from within, had been haunted. It had caused him to have the same dream for a second time, and it was causing him to feel anger toward his faithful companions. He drank a bit from the wine that remained from his dinner of the night before, and he gathered his jacket closer to his body. He knew that a few hours from now, with the sun at its zenith, the heat would be so great that he would not be able to lead his flock across the fields. It was the time of day when all of Spain slept during the summer. The heat lasted until nightfall, and all that time he had to carry his jacket. But when he thought to complain about the burden of its weight, he remembered that, because he had the jacket, he had withstood the cold of the dawn.\nWe have to be prepared for change, he thought, and he was grateful for the jacket’s weight and warmth.\nThe jacket had a purpose, and so did the boy. His purpose in life was to travel, and, after two years of walking the Andalusian terrain, he knew all the cities of the region. He was planning, on this visit, to explain to the girl how it was that a simple shepherd knew how to read. That he had attended a seminary until he was sixteen. His parents had wanted him to become a priest, and thereby a source of pride for a simple farm family. They worked hard just to have food and water, like the sheep. He had studied Latin, Spanish, and theology. But ever since he had been a child, he had wanted to know the world, and this was much more important to him than knowing God and learning about man’s sins. One afternoon, on a visit to his family, he had summoned up the courage to tell his father that he didn’t want to become a priest. That he wanted to travel.",
            "Unnamed: 3": "Part 1-02 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-03 of Alchemist",
            "內文": "Part 1-3\n“People from all over the world have passed through this village, son,” said his father. “They come in search of new things, but when they leave they are basically the same people they were when they arrived. They climb the mountain to see the castle, and they wind up thinking that the past was better than what we have now. They have blond hair, or dark skin, but basically they’re the same as the people who live right here.”\n“But I’d like to see the castles in the towns where they live,” the boy explained.\n“Those people, when they see our land, say that they would like to live here forever,” his father continued.\n“Well, I’d like to see their land, and see how they live,” said his son.\n“The people who come here have a lot of money to spend, so they can afford to travel,” his father said. “Amongst us, the only ones who travel are the shepherds.”\n“Well, then I’ll be a shepherd!”\nHis father said no more. The next day, he gave his son a pouch that held three ancient Spanish gold coins.\n“I found these one day in the fields. I wanted them to be a part of your inheritance. But use them to buy your flock. Take to the fields, and someday you’ll learn that our countryside is the best, and our women are the most beautiful.”\nAnd he gave the boy his blessing. The boy could see in his father’s gaze a desire to be able, himself, to travel the world—a desire that was still alive, despite his father’s having had to bury it, over dozens of years, under the burden of struggling for water to drink, food to eat, and the same place to sleep every night of his life.\nThe horizon was tinged with red, and suddenly the sun appeared. The boy thought back to that conversation with his father, and felt happy; he had already seen many castles and met many women (but none the equal of the one who awaited him several days hence). He owned a jacket, a book that he could trade for another, and a flock of sheep. But, most important, he was able every day to live out his dream. If he were to tire of the Andalusian fields, he could sell his sheep and go to sea. By the time he had had enough of the sea, he would already have known other cities, other women, and other chances to be happy. I couldn’t have found God in the seminary, he thought, as he looked at the sunrise.\nWhenever he could, he sought out a new road to travel. He had never been to that ruined church before, in spite of having traveled through those parts many times. The world was huge and inexhaustible; he had only to allow his sheep to set the route for a while, and he would discover other interesting things. The problem is that they don’t even realize that they’re walking a new road every day. They don’t see that the fields are new and the seasons change. All they think about is food and water.\nMaybe we’re all that way, the boy mused. Even me—I haven’t thought of other women since I met the merchant’s daughter.\nLooking at the sun, he calculated that he would reach Tarifa before midday. There, he could exchange his book for a thicker one, fill his wine bottle, shave, and have a haircut; he had to prepare himself for his meeting with the girl, and he didn’t want to think about the possibility that some other shepherd, with a larger flock of sheep, had arrived there before him and asked for her hand.\nIt’s the possibility of having a dream come true that makes life interesting, he thought, as he looked again at the position of the sun, and hurried his pace. He had suddenly remembered that, in Tarifa, there was an old woman who interpreted dreams.",
            "Unnamed: 3": "Part 1-03 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-04 of Alchemist",
            "內文": "Part 1-4\nThe old woman led the boy to a room at the back of her house; it was separated from her living room by a curtain of colored beads. The room’s furnishings consisted of a table, an image of the Sacred Heart of Jesus, and two chairs.\nThe woman sat down, and told him to be seated as well. Then she took both of his hands in hers, and began quietly to pray.\nIt sounded like a Gypsy prayer. The boy had already had experience on the road with Gypsies; they also traveled, but they had no flocks of sheep. People said that Gypsies spent their lives tricking others. It was also said that they had a pact with the devil, and that they kidnapped children and, taking them away to their mysterious camps, made them their slaves. As a child, the boy had always been frightened to death that he would be captured by Gypsies, and this childhood fear returned when the old woman took his hands in hers.\nBut she has the Sacred Heart of Jesus there, he thought, trying to reassure himself. He didn’t want his hand to begin trembling, showing the old woman that he was fearful. He recited an Our Father silently.\n“Very interesting,” said the woman, never taking her eyes from the boy’s hands, and then she fell silent.\nThe boy was becoming nervous. His hands began to tremble, and the woman sensed it. He quickly pulled his hands away.\n“I didn’t come here to have you read my palm,” he said, already regretting having come. He thought for a moment that it would be better to pay her fee and leave without learning a thing, that he was giving too much importance to his recurrent dream.\n“You came so that you could learn about your dreams,” said the old woman. “And dreams are the language of God. When he speaks in our language, I can interpret what he has said. But if he speaks in the language of the soul, it is only you who can understand. But, whichever it is, I’m going to charge you for the consultation.”\nAnother trick, the boy thought. But he decided to take a chance. A shepherd always takes his chances with wolves and with drought, and that’s what makes a shepherd’s life exciting.\n“I have had the same dream twice,” he said. “I dreamed that I was in a field with my sheep, when a child appeared and began to play with the animals. I don’t like people to do that, because the sheep are afraid of strangers. But children always seem to be able to play with them without frightening them. I don’t know why. I don’t know how animals know the age of human beings.”\n“Tell me more about your dream,” said the woman. “I have to get back to my cooking, and, since you don’t have much money, I can’t give you a lot of time.”\n“The child went on playing with my sheep for quite a while,” continued the boy, a bit upset. “And suddenly, the child took me by both hands and transported me to the Egyptian pyramids.”\nHe paused for a moment to see if the woman knew what the Egyptian pyramids were. But she said nothing.\n“Then, at the Egyptian pyramids,”—he said the last three words slowly, so that the old woman would understand—“the child said to me, ‘If you come here, you will find a hidden treasure.’ And, just as she was about to show me the exact location, I woke up. Both times.”\nThe woman was silent for some time. Then she again took his hands and studied them carefully.\n“I’m not going to charge you anything now,” she said. “But I want one-tenth of the treasure, if you find it.”\nThe boy laughed—out of happiness. He was going to be able to save the little money he had because of a dream about hidden treasure!\n“Well, interpret the dream,” he said.\n“First, swear to me. Swear that you will give me one-tenth of your treasure in exchange for what I am going to tell you.”\nThe shepherd swore that he would. The old woman asked him to swear again while looking at the image of the Sacred Heart of Jesus.\n“It’s a dream in the language of the world,” she said. “I can interpret it, but the interpretation is very difficult. That’s why I feel that I deserve a part of what you find.\n“And this is my interpretation: you must go to the Pyramids in Egypt. I have never heard of them, but, if it was a child who showed them to you, they exist. There you will find a treasure that will make you a rich man.”\nThe boy was surprised, and then irritated. He didn’t need to seek out the old woman for this! But then he remembered that he wasn’t going to have to pay anything.\n“I didn’t need to waste my time just for this,” he said.\n“I told you that your dream was a difficult one. It’s the simple things in life that are the most extraordinary; only wise men are able to understand them. And since I am not wise, I have had to learn other arts, such as the reading of palms.”\n“Well, how am I going to get to Egypt?”\n“I only interpret dreams. I don’t know how to turn them into reality. That’s why I have to live off what my daughters provide me with.”\n“And what if I never get to Egypt?”\n“Then I don’t get paid. It wouldn’t be the first time.”\nAnd the woman told the boy to leave, saying she had already wasted too much time with him.",
            "Unnamed: 3": "Part 1-04 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-05 of Alchemist",
            "內文": "Part 1-5\nSo the boy was disappointed; he decided that he would never again believe in dreams. He remembered that he had a number of things he had to take care of: he went to the market for something to eat, he traded his book for one that was thicker, and he found a bench in the plaza where he could sample the new wine he had bought. The day was hot, and the wine was refreshing. The sheep were at the gates of the city, in a stable that belonged to a friend. The boy knew a lot of people in the city. That was what made traveling appeal to him—he always made new friends, and he didn’t need to spend all of his time with them. When someone sees the same people every day, as had happened with him at the seminary, they wind up becoming a part of that person’s life. And then they want the person to change. If someone isn’t what others want them to be, the others become angry. Everyone seems to have a clear idea of how other people should lead their lives, but none about his or her own.\nHe decided to wait until the sun had sunk a bit lower in the sky before following his flock back through the fields. Three days from now, he would be with the merchant’s daughter.\nHe started to read the book he had bought. On the very first page it described a burial ceremony. And the names of the people involved were very difficult to pronounce. If he ever wrote a book, he thought, he would present one person at a time, so that the reader wouldn’t have to worry about memorizing a lot of names.\nWhen he was finally able to concentrate on what he was reading, he liked the book better; the burial was on a snowy day, and he welcomed the feeling of being cold. As he read on, an old man sat down at his side and tried to strike up a conversation.\n“What are they doing?” the old man asked, pointing at the people in the plaza.\n“Working,” the boy answered dryly, making it look as if he wanted to concentrate on his reading.\nActually, he was thinking about shearing his sheep in front of the merchant’s daughter, so that she could see that he was someone who was capable of doing difficult things. He had already imagined the scene many times; every time, the girl became fascinated when he explained that the sheep had to be sheared from back to front. He also tried to remember some good stories to relate as he sheared the sheep. Most of them he had read in books, but he would tell them as if they were from his personal experience. She would never know the difference, because she didn’t know how to read.\nMeanwhile, the old man persisted in his attempt to strike up a conversation. He said that he was tired and thirsty, and asked if he might have a sip of the boy’s wine. The boy offered his bottle, hoping that the old man would leave him alone.\nBut the old man wanted to talk, and he asked the boy what book he was reading. The boy was tempted to be rude, and move to another bench, but his father had taught him to be respectful of the elderly. So he held out the book to the man—for two reasons: first, that he, himself, wasn’t sure how to pronounce the title; and second, that if the old man didn’t know how to read, he would probably feel ashamed and decide of his own accord to change benches.\n“Hmm . . .” said the old man, looking at all sides of the book, as if it were some strange object. “This is an important book, but it’s really irritating.”\nThe boy was shocked. The old man knew how to read, and had already read the book. And if the book was irritating, as the old man had said, the boy still had time to change it for another.\n“It’s a book that says the same thing almost all the other books in the world say,” continued the old man. “It describes people’s inability to choose their own Personal Legends. And it ends up saying that everyone believes the world’s greatest lie.”\n“What’s the world’s greatest lie?” the boy asked, completely surprised.\n“It’s this: that at a certain point in our lives, we lose control of what’s happening to us, and our lives become controlled by fate. That’s the world’s greatest lie.”\n“That’s never happened to me,” the boy said. “They wanted me to be a priest, but I decided to become a shepherd.”\n“Much better,” said the old man. “Because you really like to travel.”",
            "Unnamed: 3": "Part 1-05 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-06 of Alchemist",
            "內文": "Part 1-6\n“He knew what I was thinking,” the boy said to himself. The old man, meanwhile, was leafing through the book, without seeming to want to return it at all. The boy noticed that the man’s clothing was strange. He looked like an Arab, which was not unusual in those parts. Africa was only a few hours from Tarifa; one had only to cross the narrow straits by boat. Arabs often appeared in the city, shopping and chanting their strange prayers several times a day.\n“Where are you from?” the boy asked.\n“From many places.”\n“No one can be from many places,” the boy said. “I’m a shepherd, and I have been to many places, but I come from only one place— from a city near an ancient castle. That’s where I was born.”\n“Well then, we could say that I was born in Salem.”\nThe boy didn’t know where Salem was, but he didn’t want to ask, fearing that he would appear ignorant. He looked at the people in the plaza for a while; they were coming and going, and all of them seemed to be very busy.\n“So, what is Salem like?” he asked, trying to get some sort of clue.\n“It’s like it always has been.”\nNo clue yet. But he knew that Salem wasn’t in Andalusia. If it were, he would already have heard of it.\n“And what do you do in Salem?” he insisted.\n“What do I do in Salem?” The old man laughed. “Well, I’m the king of Salem!”\nPeople say strange things, the boy thought. Sometimes it’s better to be with the sheep, who don’t say anything. And better still to be alone with one’s books. They tell their incredible stories at the time when you want to hear them. But when you’re talking to people, they say some things that are so strange that you don’t know how to continue the conversation.\n“My name is Melchizedek,” said the old man. “How many sheep do you have?”\n“Enough,” said the boy. He could see that the old man wanted to know more about his life.\n“Well, then, we’ve got a problem. I can’t help you if you feel you’ve got enough sheep.”\nThe boy was getting irritated. He wasn’t asking for help. It was the old man who had asked for a drink of his wine, and had started the conversation.\n“Give me my book,” the boy said. “I have to go and gather my sheep and get going.”\n“Give me one-tenth of your sheep,” said the old man, “and I’ll tell you how to find the hidden treasure.”\nThe boy remembered his dream, and suddenly everything was clear to him. The old woman hadn’t charged him anything, but the old man—maybe he was her husband—was going to find a way to get much more money in exchange for information about something that didn’t even exist. The old man was probably a Gypsy, too.\nBut before the boy could say anything, the old man leaned over, picked up a stick, and began to write in the sand of the plaza. Something bright reflected from his chest with such intensity that the boy was momentarily blinded. With a movement that was too quick for someone his age, the man covered whatever it was with his cape. When his vision returned to normal, the boy was able to read what the old man had written in the sand.\nThere, in the sand of the plaza of that small city, the boy read the names of his father and his mother and the name of the seminary he had attended. He read the name of the merchant’s daughter, which he hadn’t even known, and he read things he had never told anyone.\n“I’m the king of Salem,” the old man had said.\n“Why would a king be talking with a shepherd?” the boy asked, awed and embarrassed.\n“For several reasons. But let’s say that the most important is that you have succeeded in discovering your Personal Legend.”\nThe boy didn’t know what a person’s “Personal Legend” was.\n“It’s what you have always wanted to accomplish. Everyone, when they are young, knows what their Personal Legend is.\n“At that point in their lives, everything is clear and everything is possible. They are not afraid to dream, and to yearn for everything they would like to see happen to them in their lives. But, as time passes, a mysterious force begins to convince them that it will be impossible for them to realize their Personal Legend.”\nNone of what the old man was saying made much sense to the boy. But he wanted to know what the “mysterious force” was; the merchant’s daughter would be impressed when he told her about that!\n“It’s a force that appears to be negative, but actually shows you how to realize your Personal Legend. It prepares your spirit and your will, because there is one great truth on this planet: whoever you are, or whatever it is that you do, when you really want something, it’s because that desire originated in the soul of the universe. It’s your mission on earth.”\n“Even when all you want to do is travel? Or marry the daughter of a textile merchant?”\n“Yes, or even search for treasure. The Soul of the World is nourished by people’s happiness. And also by unhappiness, envy, and jealousy. To realize one’s Personal Legend is a person’s only real obligation. All things are one.\n“And, when you want something, all the universe conspires in helping you to achieve it.”\nThey were both silent for a time, observing the plaza and the townspeople. It was the old man who spoke first.\n“Why do you tend a flock of sheep?”\n“Because I like to travel.”\nThe old man pointed to a baker standing in his shop window at one corner of the plaza. “When he was a child, that man wanted to travel, too. But he decided first to buy his bakery and put some money aside. When he’s an old man, he’s going to spend a month in Africa. He never realized that people are capable, at any time in their lives, of doing what they dream of.”\n“He should have decided to become a shepherd,” the boy said.\n“Well, he thought about that,” the old man said. “But bakers are more important people than shepherds. Bakers have homes, while shepherds sleep out in the open. Parents would rather see their children marry bakers than shepherds.”\nThe boy felt a pang in his heart, thinking about the merchant’s daughter. There was surely a baker in her town.",
            "Unnamed: 3": "Part 1-06 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-07 of Alchemist",
            "內文": "Part 1-7\n“Well, he thought about that,” the old man said. “But bakers are more important people than shepherds. Bakers have homes, while shepherds sleep out in the open. Parents would rather see their children marry bakers than shepherds.”\nThe boy felt a pang in his heart, thinking about the merchant’s daughter. There was surely a baker in her town.\nThe old man continued, “In the long run, what people think about shepherds and bakers becomes more important for them than their own Personal Legends.”\nThe old man leafed through the book, and fell to reading a page he came to. The boy waited, and then interrupted the old man just as he himself had been interrupted. “Why are you telling me all this?”\n“Because you are trying to realize your Personal Legend. And you are at the point where you’re about to give it all up.”\n“And that’s when you always appear on the scene?”\n“Not always in this way, but I always appear in one form or another. Sometimes I appear in the form of a solution, or a good idea. At other times, at a crucial moment, I make it easier for things to happen. There are other things I do, too, but most of the time people don’t realize I’ve done them.”\nThe old man related that, the week before, he had been forced to appear before a miner, and had taken the form of a stone. The miner had abandoned everything to go mining for emeralds. For five years he had been working a certain river, and had examined hundreds of thousands of stones looking for an emerald. The miner was about to give it all up, right at the point when, if he were to examine just one more stone—just one more—he would find his emerald. Since the miner had sacrificed everything to his Personal Legend, the old man decided to become involved. He transformed himself into a stone that rolled up to the miner’s foot. The miner, with all the anger and frustration of his five fruitless years, picked up the stone and threw it aside. But he had thrown it with such force that it broke the stone it fell upon, and there, embedded in the broken stone, was the most beautiful emerald in the world.\n“People learn, early in their lives, what is their reason for being,” said the old man, with a certain bitterness. “Maybe that’s why they give up on it so early, too. But that’s the way it is.”\nThe boy reminded the old man that he had said something about hidden treasure.\n“Treasure is uncovered by the force of flowing water, and it is buried by the same currents,” said the old man. “If you want to learn about your own treasure, you will have to give me one-tenth of your flock.”\n“What about one-tenth of my treasure?”\nThe old man looked disappointed. “If you start out by promising what you don’t even have yet, you’ll lose your desire to work toward getting it.”\nThe boy told him that he had already promised to give one-tenth of his treasure to the Gypsy.\n“Gypsies are experts at getting people to do that,” sighed the old man. “In any case, it’s good that you’ve learned that everything in life has its price. This is what the Warriors of the Light try to teach.”\nThe old man returned the book to the boy.\n“Tomorrow, at this same time, bring me a tenth of your flock. And I will tell you how to find the hidden treasure. Good afternoon.”\nAnd he vanished around the corner of the plaza.\nThe boy began again to read his book, but he was no longer able to concentrate. He was tense and upset, because he knew that the old man was right. He went over to the bakery and bought a loaf of bread, thinking about whether or not he should tell the baker what the old man had said about him. Sometimes it’s better to leave things as they are, he thought to himself, and decided to say nothing.\nIf he were to say anything, the baker would spend three days thinking about giving it all up, even though he had gotten used to the way things were. The boy could certainly resist causing that kind of anxiety for the baker. So he began to wander through the city, and found himself at the gates. There was a small building there, with a window at which people bought tickets to Africa. And he knew that Egypt was in Africa.\n“Can I help you?” asked the man behind the window.\n“Maybe tomorrow,” said the boy, moving away. If he sold just one of his sheep, he’d have enough to get to the other shore of the strait. The idea frightened him.\n“Another dreamer,” said the ticket seller to his assistant, watching the boy walk away. “He doesn’t have enough money to travel.”\nWhile standing at the ticket window, the boy had remembered his flock, and decided he should go back to being a shepherd. In two years he had learned everything about shepherding: he knew how to shear sheep, how to care for pregnant ewes, and how to protect the sheep from wolves. He knew all the fields and pastures of Andalusia. And he knew what was the fair price for every one of his animals.",
            "Unnamed: 3": "Part 1-07 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-08 of Alchemist",
            "內文": "Part 1-8:\n\nHe decided to return to his friend’s stable by the longest route possible. As he walked past the city’s castle, he interrupted his return, and climbed the stone ramp that led to the top of the wall. From there, he could see Africa in the distance. Someone had once told him that it was from there that the Moors had come, to occupy all of Spain.\n\nHe could see almost the entire city from where he sat, including the plaza where he had talked with the old man. Curse the moment I met that old man, he thought. He had come to the town only to find a woman who could interpret his dream. Neither the woman nor the old man was at all impressed by the fact that he was a shepherd. They were solitary individuals who no longer believed in things, and didn’t understand that shepherds become attached to their sheep.\n\nHe knew everything about each member of his flock: he knew which ones were lame, which one was to give birth two months from now, and which were the laziest. He knew how to shear them, and how to slaughter them. If he ever decided to leave them, they would suffer.\n\nThe wind began to pick up. He knew that wind: people called it the levanter, because on it the Moors had come from the Levant at the eastern end of the Mediterranean.\n\nThe levanter increased in intensity. Here I am, between my flock and my treasure, the boy thought. He had to choose between something he had become accustomed to and something he wanted to have. There was also the merchant’s daughter, but she wasn’t as important as his flock, because she didn’t depend on him. Maybe she didn’t even remember him. He was sure that it made no difference to her on which day he appeared: for her, every day was the same, and when each day is the same as the next, it’s because people fail to recognize the good things that happen in their lives every day that the sun rises.\n\nI left my father, my mother, and the town castle behind. They have gotten used to my being away, and so have I. The sheep will get used to my not being there, too, the boy thought.\n\nFrom where he sat, he could observe the plaza. People continued to come and go from the baker’s shop. A young couple sat on the bench where he had talked with the old man, and they kissed.\n\n“That baker . . .” he said to himself, without completing the thought. The levanter was still getting stronger, and he felt its force on his face. That wind had brought the Moors, yes, but it had also brought the smell of the desert and of veiled women. It had brought with it the sweat and the dreams of men who had once left to search for the unknown, and for gold and adventure—and for the Pyramids.\n\nThe boy felt jealous of the freedom of the wind, and saw that he could have the same freedom. There was nothing to hold him back except himself. The sheep, the merchant’s daughter, and the fields of Andalusia were only steps along the way to his Personal Legend.\n\nThe next day, the boy met the old man at noon. He brought six sheep with him.\n\n“I’m surprised,” the boy said. “My friend bought all the other sheep immediately. He said that he had always dreamed of being a shepherd, and that it was a good omen.”\n\n“That’s the way it always is,” said the old man. “It’s called the principle of favorability. When you play cards the first time, you are almost sure to win. Beginner’s luck.”\n\n“Why is that?”\n\n“Because there is a force that wants you to realize your Personal Legend; it whets your appetite with a taste of success.”\n\nThen the old man began to inspect the sheep, and he saw that one was lame. The boy explained that it wasn’t important, since that sheep was the most intelligent of the flock, and produced the most wool.\n\n“Where is the treasure?” he asked.\n\n“It’s in Egypt, near the Pyramids.”\n\nThe boy was startled. The old woman had said the same thing. But she hadn’t charged him anything.\n\n“In order to find the treasure, you will have to follow the omens. God has prepared a path for everyone to follow. You just have to read the omens that he left for you.”\n\nBefore the boy could reply, a butterfly appeared and fluttered between him and the old man. He remembered something his grandfather had once told him: that butterflies were a good omen. Like crickets, and like grasshoppers; like lizards and four-leaf clovers.\n\n“That’s right,” said the old man, able to read the boy’s thoughts. “Just as your grandfather taught you. These are good omens.”\n\nThe old man opened his cape, and the boy was struck by what he saw. The old man wore a breastplate of heavy gold, covered with precious stones. The boy recalled the brilliance he had noticed on the previous day.\n\nHe really was a king! He must be disguised to avoid encounters with thieves.\n\n“Take these,” said the old man, holding out a white stone and a black stone that had been embedded at the center of the breastplate. “They are called Urim and Thummim. The black signifies ‘yes,’ and the white ‘no.’ When you are unable to read the omens, they will help you to do so. Always ask an objective question.\n\n“But, if you can, try to make your own decisions. The treasure is at the Pyramids; that you already knew. But I had to insist on the payment of six sheep because I helped you to make your decision.”\n\nThe boy put the stones in his pouch. From then on, he would make his own decisions.",
            "Unnamed: 3": "Part 1-08 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-09 of Alchemist",
            "內文": "Part 1-9\n“Don’t forget that everything you deal with is only one thing and nothing else. And don’t forget the language of omens. And, above all, don’t forget to follow your Personal Legend through to its conclusion.\n“But before I go, I want to tell you a little story.\n“A certain shopkeeper sent his son to learn about the secret of happiness from the wisest man in the world. The lad wandered through the desert for forty days, and finally came upon a beautiful castle, high atop a mountain. It was there that the wise man lived.\n“Rather than finding a saintly man, though, our hero, on entering the main room of the castle, saw a hive of activity: tradesmen came and went, people were conversing in the corners, a small orchestra was playing soft music, and there was a table covered with platters of the most delicious food in that part of the world. The wise man conversed with everyone, and the boy had to wait for two hours before it was his turn to be given the man’s attention.\n“The wise man listened attentively to the boy’s explanation of why he had come, but told him that he didn’t have time just then to explain the secret of happiness. He suggested that the boy look around the palace and return in two hours.\n“‘Meanwhile, I want to ask you to do something,’ said the wise man, handing the boy a teaspoon that held two drops of oil. ‘As you wander around, carry this spoon with you without allowing the oil to spill.’\n“The boy began climbing and descending the many stairways of the palace, keeping his eyes fixed on the spoon. After two hours, he returned to the room where the wise man was.\n“‘Well,’ asked the wise man, ‘did you see the Persian tapestries that are hanging in my dining hall? Did you see the garden that it took the master gardener ten years to create? Did you notice the beautiful parchments in my library?’\n“The boy was embarrassed, and confessed that he had observed nothing. His only concern had been not to spill the oil that the wise man had entrusted to him.\n“‘Then go back and observe the marvels of my world,’ said the wise man. ‘You cannot trust a man if you don’t know his house.’\n“Relieved, the boy picked up the spoon and returned to his exploration of the palace, this time observing all of the works of art on the ceilings and the walls. He saw the gardens, the mountains all around him, the beauty of the flowers, and the taste with which everything had been selected. Upon returning to the wise man, he related in detail everything he had seen.\n“‘But where are the drops of oil I entrusted to you?’ asked the wise man.\n“Looking down at the spoon he held, the boy saw that the oil was gone.\n“‘Well, there is only one piece of advice I can give you,’ said the wisest of wise men. ‘The secret of happiness is to see all the marvels of the world, and never to forget the drops of oil on the spoon.’”\nThe shepherd said nothing. He had understood the story the old king had told him. A shepherd may like to travel, but he should never forget about his sheep.\nThe old man looked at the boy and, with his hands held together, made several strange gestures over the boy’s head. Then, taking his sheep, he walked away.\nAt the highest point in Tarifa there is an old fort, built by the Moors. From atop its walls, one can catch a glimpse of Africa. Melchizedek, the king of Salem, sat on the wall of the fort that afternoon, and felt the levanter blowing in his face. The sheep fidgeted nearby, uneasy with their new owner and excited by so much change. All they wanted was food and water.\nMelchizedek watched a small ship that was plowing its way out of the port. He would never again see the boy, just as he had never seen Abraham again after having charged him his one-tenth fee. That was his work.\nThe gods should not have desires, because they don’t have Personal Legends. But the king of Salem hoped desperately that the boy would be successful.\nIt’s too bad that he’s quickly going to forget my name, he thought. I should have repeated it for him. Then when he spoke about me he would say that I am Melchizedek, the king of Salem.\nHe looked to the skies, feeling a bit abashed, and said, “I know it’s the vanity of vanities, as you said, my Lord. But an old king sometimes has to take some pride in himself.”",
            "Unnamed: 3": "Part 1-09 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-10 of Alchemist",
            "內文": "Part 1-10\nHow strange Africa is, thought the boy.\nHe was sitting in a bar very much like the other bars he had seen along the narrow streets of Tangier. Some men were smoking from a gigantic pipe that they passed from one to the other. In just a few hours he had seen men walking hand in hand, women with their faces covered, and priests that climbed to the tops of towers and chanted—as everyone about him went to their knees and placed their foreheads on the ground.\n“A practice of infidels,” he said to himself. As a child in church, he had always looked at the image of Saint Santiago Matamoros on his white horse, his sword unsheathed, and figures such as these kneeling at his feet. The boy felt ill and terribly alone. The infidels had an evil look about them.\nBesides this, in the rush of his travels he had forgotten a detail, just one detail, which could keep him from his treasure for a long time: only Arabic was spoken in this country.\nThe owner of the bar approached him, and the boy pointed to a drink that had been served at the next table. It turned out to be a bitter tea. The boy preferred wine.\nBut he didn’t need to worry about that right now. What he had to be concerned about was his treasure, and how he was going to go about getting it. The sale of his sheep had left him with enough money in his pouch, and the boy knew that in money there was magic; whoever has money is never really alone. Before long, maybe in just a few days, he would be at the Pyramids. An old man, with a breastplate of gold, wouldn’t have lied just to acquire six sheep.\nThe old man had spoken about signs and omens, and, as the boy was crossing the strait, he had thought about omens. Yes, the old man had known what he was talking about: during the time the boy had spent in the fields of Andalusia, he had become used to learning which path he should take by observing the ground and the sky. He had discovered that the presence of a certain bird meant that a snake was nearby, and that a certain shrub was a sign that there was water in the area. The sheep had taught him that.\nIf God leads the sheep so well, he will also lead a man, he thought, and that made him feel better. The tea seemed less bitter.\n“Who are you?” he heard a voice ask him in Spanish.\nThe boy was relieved. He was thinking about omens, and someone had appeared.\n“How come you speak Spanish?” he asked. The new arrival was a young man in Western dress, but the color of his skin suggested he was from this city. He was about the same age and height as the boy.\n“Almost everyone here speaks Spanish. We’re only two hours from Spain.”\n“Sit down, and let me treat you to something,” said the boy. “And ask for a glass of wine for me. I hate this tea.”\n“There is no wine in this country,” the young man said. “The religion here forbids it.”\nThe boy told him then that he needed to get to the Pyramids. He almost began to tell about his treasure, but decided not to do so. If he did, it was possible that the Arab would want a part of it as payment for taking him there. He remembered what the old man had said about offering something you didn’t even have yet.\n“I’d like you to take me there if you can. I can pay you to serve as my guide.”\n“Do you have any idea how to get there?” the newcomer asked.\nThe boy noticed that the owner of the bar stood nearby, listening attentively to their conversation. He felt uneasy at the man’s presence. But he had found a guide, and didn’t want to miss out on an opportunity.\n“You have to cross the entire Sahara desert,” said the young man. “And to do that, you need money. I need to know whether you have enough.”\nThe boy thought it a strange question. But he trusted in the old man, who had said that, when you really want something, the universe always conspires in your favor.\nHe took his money from his pouch and showed it to the young man. The owner of the bar came over and looked, as well. The two men exchanged some words in Arabic, and the bar owner seemed irritated.\n“Let’s get out of here,” said the new arrival. “He wants us to leave.”\nThe boy was relieved. He got up to pay the bill, but the owner grabbed him and began to speak to him in an angry stream of words. The boy was strong, and wanted to retaliate, but he was in a foreign country. His new friend pushed the owner aside, and pulled the boy outside with him. “He wanted your money,” he said. “Tangier is not like the rest of Africa. This is a port, and every port has its thieves.”\nThe boy trusted his new friend. He had helped him out in a dangerous situation. He took out his money and counted it.\n“We could get to the Pyramids by tomorrow,” said the other, taking the money. “But I have to buy two camels.”\nThey walked together through the narrow streets of Tangier. Everywhere there were stalls with items for sale. They reached the center of a large plaza where the market was held. There were thousands of people there, arguing, selling, and buying; vegetables for sale amongst daggers, and carpets displayed alongside tobacco. But the boy never took his eye off his new friend. After all, he had all his money. He thought about asking him to give it back, but decided that would be unfriendly. He knew nothing about the customs of the strange land he was in.\n“I’ll just watch him,” he said to himself. He knew he was stronger than his friend.\nSuddenly, there in the midst of all that confusion, he saw the most beautiful sword he had ever seen. The scabbard was embossed in silver, and the handle was black and encrusted with precious stones. The boy promised himself that, when he returned from Egypt, he would buy that sword.",
            "Unnamed: 3": "Part 1-10 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-11 of Alchemist",
            "內文": "Part 1-11\n“Ask the owner of that stall how much the sword costs,” he said to his friend. Then he realized that he had been distracted for a few moments, looking at the sword. His heart squeezed, as if his chest had suddenly compressed it. He was afraid to look around, because he knew what he would find. He continued to look at the beautiful sword for a bit longer, until he summoned the courage to turn around.\nAll around him was the market, with people coming and going, shouting and buying, and the aroma of strange foods . . . but nowhere could he find his new companion.\nThe boy wanted to believe that his friend had simply become separated from him by accident. He decided to stay right there and await his return. As he waited, a priest climbed to the top of a nearby tower and began his chant; everyone in the market fell to their knees, touched their foreheads to the ground, and took up the chant. Then, like a colony of worker ants, they dismantled their stalls and left.\nThe sun began its departure, as well. The boy watched it through its trajectory for some time, until it was hidden behind the white houses surrounding the plaza. He recalled that when the sun had risen that morning, he was on another continent, still a shepherd with sixty sheep, and looking forward to meeting with a girl. That morning he had known everything that was going to happen to him as he walked through the familiar fields. But now, as the sun began to set, he was in a different country, a stranger in a strange land, where he couldn’t even speak the language. He was no longer a shepherd, and he had nothing, not even the money to return and start everything over.\nAll this happened between sunrise and sunset, the boy thought. He was feeling sorry for himself, and lamenting the fact that his life could have changed so suddenly and so drastically.\nHe was so ashamed that he wanted to cry. He had never even wept in front of his own sheep. But the marketplace was empty, and he was far from home, so he wept. He wept because God was unfair, and because this was the way God repaid those who believed in their dreams.\nWhen I had my sheep, I was happy, and I made those around me happy. People saw me coming and welcomed me, he thought. But now I’m sad and alone. I’m going to become bitter and distrustful of people because one person betrayed me. I’m going to hate those who have found their treasure because I never found mine. And I’m going to hold on to what little I have, because I’m too insignificant to conquer the world.\nHe opened his pouch to see what was left of his possessions; maybe there was a bit left of the sandwich he had eaten on the ship. But all he found was the heavy book, his jacket, and the two stones the old man had given him.\nAs he looked at the stones, he felt relieved for some reason. He had exchanged six sheep for two precious stones that had been taken from a gold breastplate. He could sell the stones and buy a return ticket. But this time I’ll be smarter, the boy thought, removing them from the pouch so he could put them in his pocket. This was a port town, and the only truthful thing his friend had told him was that port towns are full of thieves.",
            "Unnamed: 3": "Part 1-11 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Part 1-12 of Alchemist",
            "內文": "Part 1-12\nBut the stones had told him that the old man was still with him, and that made him feel more confident. He looked around at the empty plaza again, feeling less desperate than before. This wasn’t a strange place; it was a new one.\nAfter all, what he had always wanted was just that: to know new places. Even if he never got to the Pyramids, he had already traveled farther than any shepherd he knew. Oh, if they only knew how different things are just two hours by ship from where they are, he thought. Although his new world at the moment was just an empty marketplace, he had already seen it when it was teeming with life, and he would never forget it. He remembered the sword. It hurt him a bit to think about it, but he had never seen one like it before. As he mused about these things, he realized that he had to choose between thinking of himself as the poor victim of a thief and as an adventurer in quest of his treasure.\n“I’m an adventurer, looking for treasure,” he said to himself.\nHe was shaken into wakefulness by someone. He had fallen asleep in the middle of the marketplace, and life in the plaza was about to resume.\nLooking around, he sought his sheep, and then realized that he was in a new world. But instead of being saddened, he was happy. He no longer had to seek out food and water for the sheep; he could go in search of his treasure, instead. He had not a cent in his pocket, but he had faith. He had decided, the night before, that he would be as much an adventurer as the ones he had admired in books.\nHe walked slowly through the market. The merchants were assembling their stalls, and the boy helped a candy seller to do his.\nThe candy seller had a smile on his face: he was happy, aware of what his life was about, and ready to begin a day’s work. His smile reminded the boy of the old man—the mysterious old king he had met. “This candy merchant isn’t making candy so that later he can travel or marry a shopkeeper’s daughter. He’s doing it because it’s what he wants to do,” thought the boy. He realized that he could do the same thing the old man had done—sense whether a person was near to or far from his Personal Legend. Just by looking at them. It’s easy, and yet I’ve never done it before, he thought.\nWhen the stall was assembled, the candy seller offered the boy the first sweet he had made for the day. The boy thanked him, ate it, and went on his way. When he had gone only a short distance, he realized that, while they were erecting the stall, one of them had spoken Arabic and the other Spanish.\nAnd they had understood each other perfectly well.\nThere must be a language that doesn’t depend on words, the boy thought. I’ve already had that experience with my sheep, and now it’s happening with people.\nHe was learning a lot of new things. Some of them were things that he had already experienced, and weren’t really new, but that he had never perceived before. And he hadn’t perceived them because he had become accustomed to them. He realized: If I can learn to understand this language without words, I can learn to understand the world.\nRelaxed and unhurried, he resolved that he would walk through the narrow streets of Tangier. Only in that way would he be able to read the omens. He knew it would require a lot of patience, but shepherds know all about patience. Once again he saw that, in that strange land, he was applying the same lessons he had learned with his sheep.\n“All things are one,” the old man had said.\nThe crystal merchant awoke with the day, and felt the same anxiety that he felt every morning. He had been in the same place for thirty years: a shop at the top of a hilly street where few customers passed. Now it was too late to change anything—the only thing he had ever learned to do was to buy and sell crystal glassware. There had been a time when many people knew of his shop: Arab merchants, French and English geologists, German soldiers who were always well-heeled. In those days it had been wonderful to be selling crystal, and he had thought how he would become rich, and have beautiful women at his side as he grew older.\nBut, as time passed, Tangier had changed. The nearby city of Ceuta had grown faster than Tangier, and business had fallen off. Neighbors moved away, and there remained only a few small shops on the hill. And no one was going to climb the hill just to browse through a few small shops.\nBut the crystal merchant had no choice. He had lived thirty years of his life buying and selling crystal pieces, and now it was too late to do anything else.\nHe spent the entire morning observing the infrequent comings and goings in the street. He had done this for years, and knew the schedule of everyone who passed. But, just before lunchtime, a boy stopped in front of the shop. He was dressed normally, but the practiced eyes of the crystal merchant could see that the boy had no money to spend. Nevertheless, the merchant decided to delay his lunch for a few minutes until the boy moved on.\nA card hanging in the doorway announced that several languages were spoken in the shop. The boy saw a man appear behind the counter.\n“I can clean up those glasses in the window, if you want,” said the boy. “The way they look now, nobody is going to want to buy them.”\nThe man looked at him without responding.\n“In exchange, you could give me something to eat.”\nThe man still said nothing, and the boy sensed that he was going to have to make a decision. In his pouch, he had his jacket—he certainly wasn’t going to need it in the desert. Taking the jacket out, he began to clean the glasses. In half an hour, he had cleaned all the glasses in the window, and, as he was doing so, two customers had entered the shop and bought some crystal.\nWhen he had completed the cleaning, he asked the man for something to eat. “Let’s go and have some lunch,” said the crystal merchant.\nHe put a sign on the door, and they went to a small café nearby. As they sat down at the only table in the place, the crystal merchant laughed.\n“You didn’t have to do any cleaning,” he said. “The Koran requires me to feed a hungry person.”\n“Well then, why did you let me do it?” the boy asked.\n“Because the crystal was dirty. And both you and I needed to cleanse our minds of negative thoughts.”\nWhen they had eaten, the merchant turned to the boy and said, “I’d like you to work in my shop. Two customers came in today while you were working, and that’s a good omen.”\nPeople talk a lot about omens, thought the shepherd. But they really don’t know what they’re saying. Just as I hadn’t realized that for so many years I had been speaking a language without words to my sheep.\n“Do you want to go to work for me?” the merchant asked.\n“I can work for the rest of today,” the boy answered. “I’ll work all night, until dawn, and I’ll clean every piece of crystal in your shop. In return, I need money to get to Egypt tomorrow.”\nThe merchant laughed. “Even if you cleaned my crystal for an entire year . . . even if you earned a good commission selling every piece, you would still have to borrow money to get to Egypt. There are thousands of kilometers of desert between here and there.”\nThere was a moment of silence so profound that it seemed the city was asleep. No sound from the bazaars, no arguments among the merchants, no men climbing to the towers to chant. No hope, no adventure, no old kings or Personal Legends, no treasure, and no Pyramids. It was as if the world had fallen silent because the boy’s soul had. He sat there, staring blankly through the door of the café, wishing that he had died, and that everything would end forever at that moment.\nThe merchant looked anxiously at the boy. All the joy he had seen that morning had suddenly disappeared.\n“I can give you the money you need to get back to your country, my son,” said the crystal merchant.\nThe boy said nothing. He got up, adjusted his clothing, and picked up his pouch.\n“I’ll work for you,” he said.\nAnd after another long silence, he added, “I need money to buy some sheep.”",
            "Unnamed: 3": "Part 1-12 of Alchemist",
            "分類": [
                "The Alchemist"
            ]
        }
    ]
}