{
    "New Words": [
        {
            "標題": "bike-accident",
            "內文": "I had a minor bike accident recently. A car suddenly came out from the sidewalk, and I had to brake hard to avoid it. I ended up skidding and falling. I was bleeding a lot, so I asked the driver to call an ambulance. I got a few stitches at the ER. Luckily, the wounds have mostly healed now, but I sprained my wrist and my knee still hurts a bit. I’m doing some rehab at the moment.\n\nI also went to the police station to check the CCTV footage to understand what happened during the accident. We gave our statements and are now waiting for the initial assessment of the accident. Responsibility for the incident still needs to be determined.\n\nIn Taiwan, the law requires drivers to have third-party insurance, which means I may be able to ask the driver to cover my medical expenses related to the accident. I think most of the fees will be paid by the driver's insurance company.",
            "Unnamed: 3": "bike-accident",
            "分類": [
                "生活"
            ]
        },
        {
            "標題": "take-action",
            "內文": "You can dream, plan, and think about what you want, but nothing changes until you take action. Taking action means doing something, even if it feels scary or hard, but it's the only way to move closer to your goals and make your dreams real. Sometimes people wait for the perfect moment, but the truth is, the best time to start is now. Every small step you take counts. It might be as simple as sending a message, trying a new skill, or deciding to believe in yourself. Action creates momentum, which builds confidence. When you act, you learn from mistakes and get stronger. Without action, fears and doubts grow, but when you move forward, even slowly, you prove to yourself that you can handle challenges. You open doors to new opportunities. You meet new people who support your journey. But remember, no one else can do that for you. Your future depends on what you do today. So don’t wait—take that first step. No matter how small, keep going, keep trying, and never give up. Your dreams are waiting for your action. Make it happen.",
            "Unnamed: 3": "take-action",
            "分類": [
                "鼓勵"
            ]
        },
        {
            "標題": "design-myths",
            "內文": "One common idea I often question is that good design must always be something never-before-seen.\nIn reality, originality only matters when it enhances function, evokes emotion, strengthens storytelling, or truly resonates with the user's experience. Being different for the sake of it isn’t enough.\nUsers rely on familiar patterns to navigate products. If we change too much, we risk confusing or frustrating them. Good design isn’t about constant invention — it’s about making the best choices for the user.\nGreat designers know when to follow conventions and when to break them. They use creativity to enhance usability and experience — not just to stand out.",
            "Unnamed: 3": "design-myths",
            "分類": [
                "Design"
            ]
        },
        {
            "標題": "1-about-yourself-A",
            "內文": "Sure. I’m an industrial designer with more than 16 years in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting projects in car seats.  One of my recent stroller designs — which transforms into both a ground seat and a wagon — was recognized with a 2025 Red Dot Design Award. My strength is creating safe, user-friendly designs that balance creativity with manufacturability.",
            "Unnamed: 3": "1-about-yourself-A",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "1-about-yourself-B",
            "內文": "I’m an industrial designer with more than 16 years of experience in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting car seat projects. I focus on creating safe, user-friendly designs that balance creativity with manufacturability. I also have experience as a project leader, guiding teams from concept through to production—working with design teams in Europe, leading engineering team in Taiwan, and coordinating with factories in China to ensure successful mass production. I believe good design should enhance daily life for families, and I’m passionate about developing solutions that combine safety, convenience, and innovation.",
            "Unnamed: 3": "1-about-yourself-B",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "2-red-dot-design",
            "內文": "This stroller separates into two products: the upper frame becomes a ground seat, and the lower part transforms into a wagon with a hidden handle bar. From a design perspective, the challenge was not only making the mechanism safe, intuitive, and durable, but also ensuring that when combined, the two parts form a cohesive, aesthetically pleasing product — not just two pieces joined together. The 2025 Red Dot Design Award recognized the project’s innovation, usability, and thoughtful design for families.",
            "Unnamed: 3": "2-red-dot-design",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design-1",
            "內文": "Why did you choose juvenile product design as your specialty?\nI’ve always liked products that make a real difference in everyday life.\nJuvenile products are unique because they involve two sets of users: the child and the parent. That challenge — designing for safety, comfort, and convenience at the same time — really excites me. I also find it rewarding to know that my designs can make a family’s daily routines easier and safer, which gives my work a strong sense of purpose.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design-2",
            "內文": "During my career, I’ve found juvenile product design to be both challenging and rewarding. Each product requires multiple materials to work together seamlessly, while also considering mechanical design, safety regulations, and intellectual property. I enjoy working on these challenges to create products that are safe, functional, and appealing for both children and parents.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design-2",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "4-Process & Collaboration-1",
            "內文": "Can you give an example of a project where you had to adjust your design for safety or manufacturability?\n\nOn one stroller project, I designed a unique feature where the stroller’s basket could rotate from the lower position to the upper position after removing the seat. The basket could then be zipped up and expanded into a larger shopping basket, allowing parents to upcycle the stroller after their child outgrew it.\n\nHowever, during development, we realized that the rotating mechanism was too complex to manufacture and would increase production costs. To address this, I worked with the team to simplify the design: instead of rotation, the basket could be removed and reattached in the upper position. This adjustment kept the upcycling concept intact while making the product safer, more practical, and much more cost-efficient to manufacture.",
            "Unnamed: 3": "4-Process & Collaboration-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "4-Process & Collaboration-2",
            "內文": "Have you ever had to compromise a creative idea to meet safety regulations or mechanical limitations?\n\nYes, I’ve definitely had to compromise creative ideas for safety. For example, in one stroller project, I originally proposed a very slim, minimalistic frame design to make the stroller look lighter and more elegant. However, during early testing, the engineers raised concerns that the slim tubing would not pass the required durability and rollover safety standards.\n\nInstead of abandoning the idea, I collaborated closely with the engineers to adjust the design. We reinforced the stress points by using slightly thicker tubing, and the team also suggested either increasing the size of the main joint or adding support tubes to improve structural durability. Another solution we explored was changing the main joint material from plastic to aluminum casting. This allowed us to maintain the original joint size and preserve the minimal, stylish look without adding extra tubes.\n\nThis experience reminded me that safety always has to come first, and creativity comes from solving constraints, not ignoring them.",
            "Unnamed: 3": "4-Process & Collaboration-2",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "5-Problem-Solving & Trade-offs-1",
            "內文": "How do you prioritize between aesthetics, usability, and production constraints?\nI prioritize by balancing the three factors through a structured approach. First, I consider usability, because products must be safe and intuitive for the end user, especially in juvenile products where safety is critical. Next, I evaluate production constraints, such as manufacturability, cost, and available materials, to ensure the design is feasible. Finally, I focus on aesthetics, refining the form, finishes, and details so the product is appealing without compromising safety or functionality.\n\nIn practice, I involve engineers and suppliers early in the process to identify potential challenges, and I iterate on the design until we reach a solution that satisfies all three priorities. For example, on one stroller project, I designed a unique main joint shape to meet the required strength while breaking away from the typical, conventional form. By creating a continuous curve from the rear leg to the main joint, we maintained the necessary joint size for safety and durability, while giving the product a distinctive and innovative appearance compared to existing designs.",
            "Unnamed: 3": "5-Problem-Solving & Trade-offs-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "0307-1-A1",
            "內文": "You are technical guys, so please forget to follow at the moment, on our order.\nWe have to concentrate during one hour on what is important for our consumer.\nThe consumer don't care about it. The technique is mandatory for success.\nIf it's for consumer, they don't care.\nWhat is important for us is that we want to make business.\nYes.\nBecause the money you get at the end of the month, your salary, my salary, your computers here, the company here, is made possible only because we are making business.\nWe are exchanging value with consumer.\nWe are offering something to consumer, straddle, nursery products, because it's a bit risky.\nThen, do you want to go over here?\nNo, but I'll tell you this, it's okay, it's our own company.\nSo, we are offering something to the consumer, and the consumer is giving us money.\nThis is the basic of the business, of course, you know, well.\nThe consumer is giving us value.\nAnd the salar comes out.\nAnd the value, of course, value means money.\nBut what we are building at first is not exactly money.\nOf course, we are building a product which is giving a service to the consumer, binary.\nAnd so this is a small nursery.\nTo make sure we can make money, we need to come back consumer, and we need to understand what the consumer is thinking about our product, of course, but at first about our brand.\nWhat the consumer is thinking about Mexico, is it a good brand?\nIs it a bad brand?\nIt can answer.\nOf course, the consumer is not coming here every day to discuss with us.\nThe consumer is connected to the brand through newspapers, TV, to shops, to internet.\nAnd all the image that the consumer is gathering is creating in his mind, the brand image.\nThe brand image is something very complex to build in the consumer mind.\nBut this is something very important to control if we want to have success.\nBecause at first, the success is coming from the brand image, and we have to build the product accordingly.\nAnd the story of a company, a company always starts with one product, maybe the Mexico's group zero.\nMexico's is calculated with this group zero.\nI hope not this one.\nYou see, the latest one back.\nTwenty years ago, it was the very first Mexico's product.\nAnd from this product, the consumer gets some image.\nAnd step-by-step, the other product builds this image from your as-fonger.\nAnd what we have to do now is to understand this image, to understand what is positive in this image,\nand to use it, to apply this on the next generation of product, and to improve this brand image.\nBut I think you know this. I see the very basic brand image.\nWhat consumer?\nWe come to label consumer, we are checking if the young parents or the parents go out.\nWe already have the belly.\nOur target is the new parents, the parents to be.\nBecause they will have soon their first child.\nThe mother is already pregnant, they don't have a child anymore.\nAnd this is our target.\nNow our target is quite young, older and older but quite young, around the market. This is the main target.\nYeah, it could be the day of our target, meaning don't go to consumer.\nThey don't have to experience on using the product.\nEven when you keep it, it could be based on website, brand, TV, or URL.\nBut they never tap it.\nThe first impression is very important.\nWhat did you come up with?\nAbsolutely.\nThis is very important.\nYou get information from your parents, from your friends.\nAnd today, it's also maybe less from your parents, maybe more from your friends,\nand a lot from their net television.\nAnd so it changed.\nYeah, I think what needed, what there was, is a good example.\nI know of the function.\nYeah, the function.\nIt's a combination.\nYeah, all of this is given the Mexico Z brand image in the mindset of the consumer.\nAnd that's why in our business, you are right.\nThe consumer don't know the product, but they are here.\nAnd they look at the total image.\nAnd they, this is very important.\nThe first China call, do you have China?\nYeah.\nOh, do you have, no.\nI don't know.\nHere's the potential.\nWhat else are you going to sell it?\nYou have the target, me.\nWhat is your issue of parents?\nYou know that at the first China, you are very afraid.\nBecause you don't know what will happen to you.\nBecause they, oh my God, I will be farther soon.\nYou have a lot of fear.\nAnd you need to be reassured by your family.\nYour family tells you, now that's cool.\nYou will, you will be parents soon.\nThat's a very nice comment.\nSo they are putting you up their hand on your shoulder.\nThey're saying, this everything will be true.\nBut you are afraid.\nSo we need the brand.\nMaximum seed brand needs to be the hand on the shoulder of the parents.\nThe parents need, the future parents need to trust.\nIf you trust Mexico City, this is very important.\nThis is one value.\nTrust is one value.\nSo the brand image is composed of three elements is built.\nWe can build the brand image by the product, of course.\nWe can build the brand image by the communication.\nCommunication means advertising, our internet website means TV show.\nAnd also sometimes we forget this, but this is also important behavior.\nBehavior of the brand is, for example, when you call, phone call,\nthe brand or you phone call Astrosays, because one will is broken.\nYou call Astrosays, and then the behavior of the Astrosays,\nthe relationship with Astrosays is also building your brand image.\nOr the behavior of the sage man in the shop, the commercial people in the shop.\nWhen you contact them, you discuss with them.\nTheir behavior is building your image of the brand.\nYou meet kind people, of course, you have a kind image of the brand.\nAnd today with the insulates and the media, we shall have that information.\nFor the example of Google, they are known because people say,\nokay, it's good to work at Google because cool places to work.\nYou can do everything in the company.\nEven if it's only for the one cars at Google, it is clearly also a good image.\nSo it's the behavior of Google with their workers is also bringing rich to the consumers.\nRegarding behavior, the control of Dorel on behavior is low,\nbecause we are using a selling shop that we do not own.\nYeah, and the people to control that too many.\nYes.\nWe can control Astrosays because we have our own Astrosays,\nbut we cannot control behavior in shops.\nSo that's why communication and product are very important.\nSo, do you?\nIn Pilter, we have a more and more tell.\nI think it's tellt in the website.\nSo we might have, hold it, we might reinforce to the behavior.\nAnd you make a sign by chatting with the consumer on their experience.\nBut we are also controlling on the internet a little bit,\nbecause we have the internet communities that we control through Facebook,\nfrom on Twitter.\nAnd then we have a community manager here in Sholay,\nthat they control in some countries communication,\ndirect communication with the consumers.\nBut this is a very low amount of consumers.\nSo, is this okay for you?\nThe right image?\nYeah.\nOkay.",
            "Unnamed: 3": "0307-1-A1",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A2",
            "內文": "So, this document, I will go through it very quickly, is the style guide made by the communication.\nThis is just to talk about the communication. So, the communication team, as this guide,\nthis one is a little bit old, but in this communication tool, you have all, so it has been made\nby Anastas Oradki. You have all the information to make communication through consumer, through\ninternet, through advertising, through TV show. You have the language, how to make\nphotography, how to make good actors, and the advertising, what is should be the tone of voice,\nthe visual identity. So, this document is taking the control of the communication.\nSo, we want parents to, on photography to be always happy, of course, joy, joy is an important\nvalue. This is the second important dynamic for the blender, trust and joy.\nGuidelines for photography, we want spontaneousness, as in real life, realistic, honest.\nOn the spark, fam, again, joy. So, this document is for the communication agency, so they can\nbuild the advertising for ex-Dorella made these papers or documents. So, this is what we don't\nwant. We don't want this fake, we don't want static things. We don't want this,\nso this is for testing. I will not go into all the details, but this is for you to understand\nthe brand in H, I'm going back on it. So, we talk about behavior, we are not very strong in that,\nwe are, we cannot be strong on communication, but our investment in Dorell is not very high on\ncommunication. In US, I don't know, but in Europe, we have communication, communication costs a lot,\nbut we do not invest a lot in communication in Dorell. This is a company decision.\nWhat we are doing a lot in Dorell is we invest a lot here.\nSo, it's a lot. We put too much in what's in our product,\nwhen you are building something content more, that I don't know.\nActually, it would work after we have a pretty good quality product, but we can do more kind of\nabout that bit. We can hear the discussion we have in the lab. We agree on that, this is a year or\na vote that we agree on that. Maxi Cosi, Billikoffer also, they grew up thanks to product\nwithout communication, very low amount of communication. They grew up like this, and they became\nbig company without communication. Dorell in the US is not communicating a lot. I don't know\ntoo much, but I think they are not communicating a lot, they grew up by product. So, this is\ncultural in our company, this is a company which is not growing up by communication. So,\nwe have to grow up by trouble. And maybe in the last years on some new brands arrive on the market,\nand then to do a lot of communication, their product are not better than our promising, but\nlike Padei Rougarou, when you look at their product, if you look at the price and the quality\nof the product where you are, like us, when you know this, that business, I mean, you say,\nokay, well, you thought thousand euros for this, but who has been better, and we are sending it\nat 400,000, I don't know. Anyway, it's not, as you have said, they didn't build it on the\nproduct quality, maybe on the product image. Look at Cobebe, Lucky, they put a lot of\ninvestment on the communications. They introduce their company, their brand, on Europe, and also\nin the United States, but they don't feel their product, specific product, they don't introduce\ntheir Cobebe brand and their company. Rougarou, you know, it's very strong that the\ncommunication is not to do, it's working, or at the moment, I have a lot of update from Padei,\nbut if we compare it to them, they are stronger than ours on the communication, but for the product,\nthey are how they work. I believe, we all believe in this company that we should invest more\nin communication, we all believe this, yeah, but we pushed the information that's all we can do,\nour role is to work on fraud, we can give the message to the marketing team, but they\nknow where, they ask for more money to communicate, but they, now this is a company decision,\nwe don't invest in communication, so we have to take it as it is and push the message.\nSo, all of this to insist on the fact that we will build the brand image, not by behavior,\nnot by communication, but mainly by product. So, our role and our mission here is very important,\nwe don't have a lot of means to invest in behavior, we don't have a lot of money to invest in\ncommunication, we have to invest in products, so the consumer will build his image and the consumer\nwill decide if Mexico is positive or negative, mainly by the product. So, this is a\nchallenge for us, you could say that we have to build self-communicating products, yeah.\nSo, this is why in our product, we are investing a lot in design, in the industrial design\nin the company, because somehow the industrial design helps to give this positive image,\nthis value to the consumer.\nSo, now, let's see, let's look at the value of the brand.\nOkay, we as decided, this is a decision, we have studied the story of Mexico City,\nwe have studied the product and we have decided that the good values of the Mexico City\nproduct are those that you hear. Finally, a consumer has to need to have trust in our work,\nthis is mandatory, we are building trust, we are building confidence, and our product should be\njoyful, pleasant, not too serious, not too technical, but they should give joy to the consumer.\nAnd to build that, we have five sub-values, and all of our product need to be built\nwith these five values as a days, previously in the previous years, when we build a new\nstraw, we decided, oh, let's say you have a new concept here, let's build around this concept,\nand at the end, when the product is finalized, we just stick Mexico City on it, or we stick very\ncomfortable, or we stick safety first, that's it, but there is no strong value, if we remove the\nthe sticker and we put good value on it, maybe it can also solve the job, because there are no\nstrong sets of value inside the product. And here, with the team here, with Xavier, with Nicolas,\nwith the rest of the team, we started to build this product from the very beginning, with those\nfive values here, with this I did, we want a product which is really interesting, we want a product\nwhich has a friendly child comfort, friendly means it's a bit like a hug somehow, we decided that\none wants a smooth transition, each time we are making an operation, when we start with the baby\nin the car, to take out the baby, to take the baby in the arm, to open the trunk of the car,\nto take the product, the straw out, to unfold it, to put the baby inside and start to roll,\neverything has to be smooth, without pain in the back, without frustration for the consumer.\nAt each little step, the consumer should be happy, it's there, so easy to open,\nalso easy to understand, also my child is so comfortable, like a consumer has always to be\nvery happy about. So many lighter, not easy folding, the good means that one and deeper is all.\nThe mean lighter can be one solution piece, but this is not the only one, sometimes you have\nvery heavy parts, which are very easy and very nice to move and then play. Vista,\nthis is Vista, this is not a live problem, but this is a successful product. So 10.3kg\nfor lighter, you take.",
            "Unnamed: 3": "0307-1-A2",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A3",
            "內文": " We decided that we want in our product high trustable quality. High trustable quality means that when we look at the product the first time, when we see the product for the first time, we say, oh, this is a very high-quality product. We did not touch, we didn't move, we did not shake, but we can see only by the eyes, this is high-quality product. Right? We have many solutions. The blue is punctured, and if you look in the details as a technician, so this is not a system good, this is not a system, anyway, we are consumer, okay, high-quality, one, but when there is many answers. And the last five fifth value is the Mexico's signature, similar to Shermin's style. In the our own Mexico's style. And Mexico's style is then on the north of a Europe sky in Netherlands, not in France, France is a little bit different, but we decided that this the success of Mexico's is the most important product for Mexico's bay. This we are selling it at 250,000 units per year, which is huge. There are 30% of the market share in Europe, which is absolutely huge. And this success is also, so the success is due to this high value, but also the specific kind of Mexico's, which is a very simple shape, easy to understand, trust me, a little bit what we call the Nordic, we call it here Nordic style, not Nord-Turac style, Nordstone, yes, and simple. But for it, we have the sound decokey, William Paul, DJ Yookim, S2W up the similar party, they say the crazy, let's copy the table, be done, that, okay, we we designed it and put it on the US market, by keeping it in the North, we are like, no real step by the consumer, but we stop the production for money. Okay, we have two insurer products, that first one, this is a bad copy. It has been designed by US team without any designer for you from Europe, okay, so this is not we consider this is not really Nordic style, okay, so this is not another massive as it is, yeah. Second reason, when you want to build the brand, you are and you want to build worldwide, you are two way to build your own style, either you choose the Samsung way, Samsung is putting design office in every country in the world, because they are designing the product for each country, the Polarquan Mate, yes, one, the product is very different from one country to another, they do not build a washing machine, same in England, in UK, then in Japan, they are very different, okay, so they decide to, what will the person adapt locally, this is Samsung way, second way is BMW way, the car maker, they decide to be a German shop and they sell it everywhere in the world, but everywhere in the world, the cars are in succeeded, they export in their value, they are skyly, it needs a little city, it's both way are good, both are good, but which choose as Maxiko Zbrand, BMW way, with some local adaptation, which is their way of around the world, we are in the middle, we are more versus BMW, some adaptation, we will talk about it really, of course, some country we need a little bit adaptation, but not sure, the styling itself will be as BMW, we will export our style, so it's a deeper, different approach, we sell differently, we need to be much more careful on the styling itself, we need to train salesmen, we need to train commercial people, but this is what there is this idea, BMW is maybe a little bit adapting the author, but the car is the same, I need some tell you, in that country they are beating more, I don't know seats in the leather, I don't know, or, or, air, commercialization, or I don't know what accessories, but you can have that accessory everywhere in the world, but in that country maybe they put more on the cars just because people in that country they like more, but it's just a little adaptation, the product, that's what it is exactly the same, the safety first is a different way, safety first is adapting to most of the country, the product has a bit different, which is safety first, the US product, we saw it from the other, the data on the textile, the entire cover is different for US than for so safety first is much more adaptant, with Maxi Cosi, you know what to protect, this specific style because we believe that this specific style is a part of the big success of Maxi product Cosi product, or I give a like this kind of strategy, the same product for different regions, we have simplified platform and we can put more resource for one part, it will take that to the scale of the relief literature, what we didn't do in the past, yeah, for example, the geolal, via the good head, or the doctor, why could they extend to you, but it's for them who are, for example, with your cooking in your bread, and the adapter, and the adapter, you break, make it is a unit, and we don't break some break from the soil, we have some sorry the kikuki to the buggy, or the consumer at the end of the week, if you wind up, set the soil due to the break, yeah, just want to have a good break, that's why, I have to say the product was some normal function, to consume it means that it has to function now, I could quality, exactly that, but we don't need to read beautiful how they auto-loop, so we make different like the break, but for some auto-loop, for example, handle, we might have the different design to a further consumer, for that we can have a different handle bar share, whether the diamond, but for the break system, we can divide it in other, in the same way, that's the money, and make it 10, but for example, is the 3D 40, we made that study, we say okay, you know the difference 3D to this problem, okay, we say okay, it's transmically, maybe consumer, it's manufacturing 3D, 4D, if you look at that, we are ready, Miramaya, Alula, Ena, all in three, any issue, you look to the world, you have looked to the world, it's okay, most of the strollers are 3D 40, 3D 40 is limited to Europe, South Europe, two deeper three, and we are, or people are going to think, but it's actually a lot of important, why? And when you look to the world, you say okay, people that don't need, they don't they don't care about 3D folding, well, they won't, they won't, something convenient, contact, I can put it in my insurance, or whatever, okay, if you can reach that target with 2D, it's 2D wire 3D, I know this is 2D, I think the talk audio, I think the because the map 10, we have a chain, for Lula, the port of Lula, at this time, Martin, we have a 3D folding, we can compact, for Lula, we could sell, but now I think the consumer, they chain, they are neat, so more and more 2D folding, the solar coming, but for the next, by your tenure, with solar, we will adapt by the human, we don't know, not for Napa, on burn, period, yeah, I say the beginning, or they are saying, forget about the technical thing, so when we say 2D 3D, we are talking about technical things, so and it's an answer, yeah, the consumer don't know, yeah, it's an answer, the consumer wants something convenient, compact, I can store it in my truck, in my house, that's it doesn't care about 3D, 2D, okay, I don't care, I will fold it, and it has to be compact, it's compact, you have to do, to know, to build our brandy image, we have those 5 value to build the product, and those 5 value are, by themselves, are giving the height of the product on the market, this is such kind of value, cannot be low N, this cannot be low N product, because we have this specific signature here, we are product which are very easy to use here, with the high level of comfort, and high level of finishing and structure, so all of this means that max 6.0 should be this is the positioning of the market,",
            "Unnamed: 3": "0307-1-A3",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A4",
            "內文": " So this is the entry level of the market, this is middle level and this is what we call the the the best high level product in the market. So because we have those value, max equals, it should be there. If we remove for example high traceable quality and max equals, it's in nature, maybe if I see, it would be there. Because we have this value, they see the only possible position. We cannot position max equals, it's there or there or there. Or we yes, we have point, we cannot stretch this with this value, we cannot stretch the brand from here to there. But we used to do in the first or trying to do it also in the past with a Lula, for example, we tried to stretch the brand from here to there. That is very difficult because we have a long given price, it's not specifically value so it's not possible to stretch. We know you will throw, we put it company in the company, they have the issue and they are brand strategies. They only have one even for brand with different level of the product. So Islam and the cut, they are customized. If you throw brand is quite good, but I buy it with a degree of no price, but the quality is really bad. I would add you for example. And then the image of the brand is also bad. That's why they are brand, they are decreasing in the cut. Now, COVID-19, they want to stop it, so they put the Europe brand on the top of the logo and then do it market. Do you know, it's like a Volkswagen. They wanted to have high level products, but at the same time, there are already kind of the art from an historically, they were selling a not cheap but medium hand products. There was something more like with a Soviet box, they hugged the brain, so the product is the entry product and was again moved. So they had to buy brand, Rodo did the same with Dasia, but also on T. Okay, so today, that's not our strategy, we don't want to create a new brand, so our industry products and then move up by C-Cosy, we want to be, that's the better best segment, they are part of the good, okay, the good, it's our target, it'll be. So it means if our position for my C-Cosy or really project is here, then this is our competition, we will not fight Kiko, I don't know, Kiko, Trem, Tiko, after the way we are packing with Tiko in the set you side, then moving up, we have an argument of fighting, like they will stop, a lot of the stuff they need to pay before they move up there, cool. Yeah, rather than trying to join with really, we will not fight Kiko, we will not fight Bougain, we will just be just Bougain, you know, I don't know. I think I can do that, I guess the total number, the good team, Bougain, I know, the elite, the bugaboo, I saw V-R the message. They say this is a good excellent bread image, bread image, it looked product, what a good, but not so high breakey, but bread image is very high. We will show you some products later in the wish. Yeah, you will see personally, I don't like the healthy, I can't, why, how many people they like it? Bougain, maybe I'm a good technical guy, I don't like it, just, there's a lot of you look not technical feeling, double elbow, passion, I don't know. This is the, such can, when you have a very high brand image, you don't buy only the push, you buy a little piece of identity, we, we raise, when you buy a BFW, you will not only buy a car, buy a piece of identity, you are stronger, stay tense. And I think, too, the bugaboo, even there in the same level, in the market, but that product ran at a completely different, too, it's pretty much a good quality fit into the give-off, we don't dollar what a big one draw one, say, but the boy is another thing like the fashion, yeah, good, and that key. So, before we were somewhere here with Mexico City, and now we are leveling up, but leveling up means we also need to level up this, as Nikola said, you need to have an excellent quality finish, the fly. And we would also raise the price of the product, to buy the beast, this, but, probably, we must say, we increase the silver price in the city, what's your thing about, more fancy fit, we can bring the retailer, why we are acting for a practical quiz. More sell? You know, I used to take that example of the mini Le Cap, do you think that is the mini cost, how to copy it? In France, for example, the mini, the first one, the mini one, the cost is about a 15,000 euro, okay, for that cost, you can get a card with more quick notes, a Vigil warm, from over brands, I'm calling it, I don't know which one. So, you say, okay, it's crazy. And do you think that if the mini cost was lower than this, around 10,000, I mean, close to the small car we had, do you think that mini would sell so many cars? No, of course not. It's psychological, the price test, test the message behind this also, saying, okay, the first target is rich enough to make a bigger margin, you don't care. If you can do here, that is my resource, which, the reportage of relief, it was to be as close as to the car seat feeling, you know, how car-tid to the air, here, unclear. So, we're only one brand today, the car seat, how here, our store of France here, because there is something wrong, so, the store must be at the sale of our resource car seat. Because car seat, it's really a key point, strong, strong, we are going to make it cosy, everyone knows, we are going to be barging with car seat, but it's a narrow store of the York, because we don't know where we were, it's a store, we should have them to have the opportunity of Chalaxi Cosibola, with our product, we need to have the same memory here. Otherwise, the store of the train image, we are low down the car seat, but there's it being that for our product, we have a higher brand image, then our cost could be a little bit higher than previous. So, the manufacturing cost? Yeah, it is a big, high-trustable quality. For example, what we need to tell you about this car, or tender version, is one, with dog, or without extra steel? No, just to see if there are any other shop, or the wood bones. It will echo, buy one body. You sell the present? No, it's a good door, if you are at the top, take the door, and take the stela or mura, that's a good reference. Go up, put on the functional, the comfort operation, it's not passive, it was called a little bit simple. That will be great, as you listen. The US phone, right? So, the next stop, next one, when you give you a little presentation about the maxi-podissin nature, how we make the maxi-podissin product, how we are inspired yet to make the maxi-podissin design. So, we are decided with the team years ago to build and to write down the DNA, because it's, of course, in the minds of all the designers in the company and stylists. But at some one day, we decided to write it down, to create a little book here. This is the Bible, this is the Bible for the designers in the Edgar Cote. Thanks to this, we are the stylists, on one path for the textile bar, and the product on the other. Max Cosi, oh, Max Cosi. Maxi, only Maxi Cosi, or even we have the same for Quiddit, and we have one for a social source. Maxi Cosi in Dedeko, awful. There's a Maxi Cosi in Dedeko for, knowing that, yeah, this is the brand de v'konfort-roso, but this is the manquico-zi-ray, because originally the babykonfort was a little bit different, but we decided to not to merge them together, but to keep only Maxi Cosi. Because babykonfort is a local brand on the source of fuel. So, we asked this brand strategy. Brand strategy is defined by the marketing. And from this brand strategy, we defined the DNA of the brand itself, and we split it into the styling and product design, and also communication is coming from the brand strategy.",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A5",
            "內文": " This is our mindset. This is the let's say, Stein values to design a Maxikosy product. All the Maxikosy product, I mean in the the identity, they need to be still. Still means something like very calm. Still water. Mod up. Yes. Such kind of curve is what they call a steel curve. Very soft. This is not aggressive. This is relaxing. The guy still. I can't do it in the middle. Both are fine. So, we're working on it. We should remember the new part. We should remember the more the curve. Sometimes you may not understand. Like the N-Sitings. So much for this. That shape is close to the shape. No. It's because of this. For Eden things we can discuss. We can arrange for very visible things. No discussion. No compromise. Nostalgic means the positive memories. Positive remembrance. This seat is very similar to the very first seat that has been designed 20 years ago. There are still some common. I don't have the feature. Sorry. The good shape that parents, the mothers of the mothers remember, they still recognize the old pro-wrestling in this. But new bottom look. So we have to keep the good memories. Playful means in some little fun decays, such as this little fun decays. This is not functional. We don't need this color. We don't need this little feature. We don't even, we could have make a snap button or something. But this is quite cool. Because this is a flashy color. This is easy to put. This is giving some life to the product. And we can find this little light here. So this is such kind of little detail that makes the parents happy. It seems to be small and not so interesting. But this has a lot of power on the parents line and then on the brain image. This is really a bit sexy because the signature is little thin. Something very about the massacosy that I don't know if it's the same outside of friends, but in France. Before you used to say a cosy, a posy means a group zero. For many people. Group zero. Yeah, they don't say a maxacosy because Mattacosy was the first to do that kind of product. In people's mind, it became a kind of the brown main became the name of the product. So they don't say a group zero. They say, oh, give me the cosy. Even if it's not a maxacosy, no matter the problem. They say a cosy. The first to put on it. Yes, we know. So it's very fun. So this is our design philosophy. So this document is intended only for just a hour of one thing. The document is intended only for the purpose of designers and stylists. That's probably why you never saw it. So our product should give confidence to the user. So this is a trust. Our code should be clear and readable. This is the high trustable quality because we can really see that it's trustable. But this is also intuitive because production be clear and readable. Operation of our product should be intuitive for the user. Communication should be clear and simple. Evolution should be on Cal, clear and freely. Not, of course, not picked the goal and not a lot of screws and the right answer. Well, it is a lot of things. So now we have, in this document, we have mood boards, some pictures that can inspire the designer where they draw and when they create shapes. One of these products are well balanced. Balance means two-third of height here, one-third here. The product seems to be stable. You have calmed shapes here with calmed and relaxing lines here, the little lines which you put this here. What we have, of course, comfort here in this one. But this is not a fluffy comfort. This is a comfort with some little bit of tension inside the textile. And very clear and simple products. Easy to understand, easy to read. This is the best practice that we have in steel. We have this transition between the hard part, soft part and very, very soft part with the textile. This is also a way to express smooth transition. Smooth transition is not only an action, it is also visual. This is something that we reuse here in this seat. This is hard part, plastic. This is a cream, kind of a rubber. And this is a soft. And you can see the reaction that the child is here. The titter, autocopy the paper. I think the tongue-dunking has the most product to cut in 30 April day. The improvement of the IP. I am happy to see the meaning we are dealing with the concept of the D-done. This is also good example. This is a very bottle. This is a pump. This is a pump. Yes, pump me. Mothers can want the pump. Should we spot the menu or the electric or electrical risk. That is the part. You need all the energy. I have a body there to learn the amy-daw. This is another product that I have been making here in Sholek, the baby carrier here. And this is always the same thing. We have this little color accent here, but very calm, shaped, very still-sharp balanced shape. So nostalgic. These are some qualities of nostalgic products. They are rich, but richness means some details are very well made. I cannot zoom here. If we look at this shoe, which seems to be very simple, at first sight, if we look the way it is made, it is very rich, little details of stitching are very nicely made. We have a toilet paper. I will put it on this one. We will look at the product on the hard cross-key. We find some issues. Heritage means we have to redesign the past to be taken to account the past, the past, and we make it a little bit more modern. This is a very, in Europe, this is a very no close for the children, the newborn. This one is a modern version, that is the very old one. And one is, one is, one is, one is important. Not only the physical ones, of course, the child has to be protected in a card seat, in the store, but this is also a visual one. If you use wool to make, this is six, these are six. If you use wool to make this, when you look at it, you feel it will be warm and comfortable. This is also visual warmth. And nostalgic bedspractices. I like to use this one, also coming from very old car seats, of course. This is a modern model with these little buttons in different areas, for newborn or so. And playful. Playful means a little bit of sun, not a laugh, but a little bit of fun. So this is some little things that can be an inspiration. So this stacking of different materials, layers, this gradient is also what we call playful, this gradient. This is a foot on Japanese bed. This is made of different layers, as we are making this car seat made of different layers. Hard means soft and misoct.",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A6",
            "內文": " This is a little purse to put your coins in it. And when you open it, there is this little bird which is printed inside. This is a little bit of fun. This is not outspoken, but you want to keep that little thing because you feel it's for it has been made for you. This is an envelope with this little detail of color. You know such kind of oven. And with this little detail of color, then it's alive somehow. There is a little detail is breaking from life. Then there you go. Maybe you were born. He's born. He has a usual with a white feather. And some products. So we reuse this layering feeling inside the street's trailer with this inlay here which is much more soft inside. So we have the hard part with the chewing, a soft textile which is a bit rushed with a 600D or something. And this inlay inside which is much more soft. And also this that all textile inside. Yeah. And we have to put some toy. Yes, on your jacket. We have some turistajou. And so that's the tree direction of his pirate that we are using to build a new design from a chickozy. So this was for the brand itself. And now I don't have the big document for the strategy of the somebody. But this middle line is very interesting. Because this middle line represents what is necessary to build in the company. Dorel needs to be to build global offer. So we need to make products not only for Mexico City and for Céchti First also for Queenie. That are global. So the local in globally is in them keep work. Yeah, that's a really good. And all the products are the same from a global point of view. But there are some little adaptation from a local point of global local but in the capital one sooner if we are this way everywhere in the world maybe the textile with the different the material itself can be different from United States Asia Europe. Then this is local adaptation but go. Local means one country or one convenient. So all the Mexico's in now this is the strategy of the company to make local offers. All our product needs to be ready for the new business models. New business models means Internet of course because we are not completely ready for Internet in Dorel. We need to be ready in the future for the second hand market. Second hand market. Re-sub. Yeah. You buy a new product. I'm not saying it to another one. Yes and you send to another one. But maybe Dorel can purchase this product to you. You buy it once. I am Dorel. I purchase it to you. I create it. I stamp it and I put it again on the other because we had that discussion in the lab. I was talking about second hand but what I say to you is that today we are doing good products for second hand but we have no benefits of low benefit with that. Yeah. Tomorrow what we want to do we want to get some benefits from that. So maybe as you can see. Buy. Okay we buy your whole product. We refurbish it and we set it again as a single real product. So we get a benefit from that. And that means that in the design, in the conception of the product we must anticipate this in order to have super sweet place and this part can be easily replaced or refreshed. That's the one. We need to wait there with some key components. We have a good design, journal design and also the materials collection. But then for in the party we then pay it for that. It can be used for three years. By yes, in future maybe we need to attend the life of the key component. Maybe we'll make them easy to change. They're like we are in chutney to chutney to we are in with their bread. We were talking about the bread mechanism. Like the baby we say, okay, bread is safety. You want to be able to change the bread when you buy a straw. And we pass it. The bread mechanism is a part of self. You just remove one school. Remove the bread mechanism. Put another one. Screw it. That's done within three minutes in France. Like the products done. New bread for my smaller. Yeah, tradition and example. It's a great embody. For number, if we spend a lot of time to renew the clothes that the product. Because even more that we build a new daughter. Absolutely. Make a totally make sense. Yeah. Yeah. So the new business model are internet at first. Second hand market. Second day. Customization. Customization. The consumer can choose. The color can choose maybe the accessories. And we have to be able to deliver. So some ocean. It needs some coption. And the last business model is the leasing. Leasing rent. Renty. Yes, renty. All right. I give you my I am still the right. I give you my product and you give me five dollar on every month. I will not do that. And when the baby is grew up enough. Did you give me back to the product? So this is the leasing. And leasing is important because we have one project in the company, which is called WALABY. You hold about the WALABY project. I know about that. I have a little thing to work on there. Yeah. This is we will present you a WALABY. And and WALABY projects is based only on leasing. Renting to me. And we would be the wheels, the strontal forward. So we really have to do inside the leasing. T-step. Is it this? I'll just for a great adventure. For the moment for really just for what the moment. The new project we're going to our etch. In a virtual, at any part, we follow the... Yeah. Okay. Okay. And there is a strong link with what you said just before. Refurbishing. Because if you rent a solar or a car seat and you take it back, you will have to rent it again to another customer. So maybe you will have to refresh something to replace something. So it's neat. Strongly the key. And we need to evaluate. Money, yeah, that's the reason. Yeah, yeah, we need to evaluate. Replace. Exactly what we need. Not more on the place. And it has to be easy to be done. So I don't for the inference or all across the world. Small centels. Okay, they're just refresh. It's easy to do. Within five minutes, it's the... Push it again and then... The mouse bought a folder. Refreshed the prep about the component. The waiting about those components and the cycle. I mean, what else also. Otherwise, you don't wake up with the prep. And the whole world, you'll get to do it. Where's money? It has to be sustainable. So as easy to recycle as possible. So also... And... So this is a strategy for our company. Make local offer. Be ready for the new business model. Make scale savings. Scale savings means we invest only once for several products. And of course, differentiation. Differentiation. Our product must be must-me-deferent from the competition. And so all of this, this is the need for our company because the constraint for our market is there. We have the values facing a global market now worldwide. There are new... The consumers are changing. There are VIAs here. And there is also the sustainability. There are conscious. Consumer conscious. So that's why we need to be ready for business model. The company asks us to limit our investment. So we invest loans for several products. Our competition is very, very strong. Stronger and stronger. We saw it with the ACP-DU group and other key groups now. And the last one is that we have a portfolio. A portfolio meet all of our strollers. They are very different now. It's all done this way. Yeah, that's it. So okay, so... Dorel has been built because the Dorel family is buying companies and companies. They are... They buy... They buy Mexico City, they buy... Alerado, Water, Coral, the company, and so on. So at the end, finally, in the catalog of Mexico City, the strollers are very, very different. There is no link between strollers. There is no styling link. There is no value... Link, there is not a lot of functionality there. So it makes very different. So, consumers, when they enter a shop, and when they are looking at internet, they see all of these products, which are very different. And they cannot believe in the company. Because product are different. If all the products are almost the same, then it means that there is a good process in the company. If we show deep and for us, we see it gives the feeling that our process is not consistent, it is consistent. It is... So this is something which is important. Because when a consumer sees one product and he's here, he can hear on internet or in the shops, or by friends that this product is good, if the consumer sees another product, which looks like the former one, and he understood that this one is good, then he will believe that the new one is good, because they are similar. So he believes that the company who could all these effort there could also all these effort in the company. Many come a lot of stupid transition. Balls, they product, to another product, new product. We were talking about pay for the brand. Between the iPhone, the iPad, the Mac, and the last time, you have... You can say, okay, this is the same brand, even if it's too high, the brand. And I think, yeah, the iPhone has a good reputation. You say, okay, of course, the iPad will be good also. We both have a very complex... Right. In Bocdo, we... One of the many regions in Hawaii, in Mexico, we have a baby comparison, in the kitchen, for the same patterns that humans, that... they... store the situation is not good. Yeah. That is why you're so willing... to have some factory here, up a lot with a really project. It's what... how can we, in fact, what we are, it's... we have the Lula, the Stretti, which are... we like to say more, surely... ENA, Spiritum, yeah, on DNA. So the history... is the... the history of surely with beta-dophore. And we had some kind of product, like, Spellac, that I should more need to feed a special market. German, German, German, it was not really a strategic approach. It was not pushing approach. Or... Opportunity, or reality, and we need something for Germany, or we need something to fight Kippur. But the Koreans of the range was not so good. So what we're going to do is, we're going to say, we're really sad. It's to have a really wenge and with consistency. And we feel that, yes, it's a lexicaly product. But we must keep for all the local needs. For that reason, there is a... We'll curve that form and then to feed with specific needs, we will change some few points on the... on the platform to feed with local market needs. Instead of making a large color for... I joke for US, that we're going to fall of generally.",
            "Unnamed: 3": "0307-1-A6",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A7",
            "內文": " When you're the US skin, they can't sell, they can't sell at that store also. They can't sell at that store. The vista is a target for the market. So they can't ask us, a piece guy, take this one, do a strong like this, but better on this, on this, on this, on this. And say to you at the same time, yes, but we want a very low price. Yes, you can't. And when we ask them, do you know the weight of that store? Really, they say less than 13 kilos. And that means that they don't know the real weight, they don't know the weight indicated on the website because it's written 13 kilos on the website. Yeah, they 40 kilos than this. So it's very silly. I think in fact, that's for their weight, 13.3. Yeah. So you know for them, the weight is really for them and they say to you, okay, the target is not more than 12 kilos. You know, like, well, they always tell you that something in Naman is changing. They always target the other. Warm up target came out. Those customers are the other, that's the end of a low level. Meaning they can still a lot of the quality, but the tracks are very low. But Abu Bebe, they already sell it on buy-by-baby, top level, to material. But then our people forget it or they try it, but they they tend to difficult and they try to get it. We will not allow a card in a U.S market. So in terms of company level, so you are the the constrator of Tomel here. You are then the nib and this is in the bottom the solution that we want to apply the very many products. Another table platform, one platform that can trade several products, to be zero. A product which is read for refurbishing in the same hand or RETO. The same components for all the other disorders as such as this one. And regarding competition, assume choice. Assume choice means that we are making one choice, which is maybe not the choice that please everybody. But this is our choice because this is our value. As BMW, they are making German cars because they begin German cars. So we are making our own style because we believe in our own style. And we will also we want to invest in storytelling and communication. Yeah. And of course we will have to make a career and innovative range. So that's it for the brand and the the value presentation. Do you have any more questions regarding your... Let's start one one thing and I like here. For the rental, we will start with a pretty short decision. Yeah for rental. Meaning we should have a consider the... Okay. That is then for the aluminum co-write. Now we have some time we pop up on the wait. We we we change the provide to make it thinner. We have a lightweight or we have a receive call shape. But this wouldn't bring us the table in the future. For example, after two time in test, we have a walnut or damage on the aluminum. But it's still a holiday compared with the EM. In future, it will say the controller can be renewed or readable. I don't think we can change the aluminum tube. A minute of the original tube should have re-drug session for five. Yeah, only aluminum material. Material session session a little profile. Yeah, with the minus here. The solution for the mulee will be for the regular project to have the decision we bleed or the case. Painting this for be done. It will be only hydro-disation because maybe that hydro-disation is through its own. It's called hydro-disation. Hydro-disation. Hydro-disation. Okay. Yeah, I'll get it. You're scotching. Because if we put a painting for a product which needs to be rent. Yeah, there's a penny. Yeah. So perhaps we'll have for example the decision for the for the for the frame for the for the wallavite needs. One fine would be an odization or the other range would be painting or something else. Yeah, it's good. This is kind of decision. So good example. That's the way I see this for me from a technical design point of view. I mean, that means that every time with design something, you have to ask yourself this question and say, is my design compliant with this? I mean, it's easy to install, to re-u, to replace. Is it sustainable? I mean, from scratch to the recycling and all that. So every time any any rather to put any shape you design, you must ask this question and at the beginning it would be maybe a bit difficult. But once it's in your mind, you will not ask, I would take the checklist and no, it will be. To be in real reflex. Okay. Okay. I think like this, I design like this. And it has a lot of good consequences also because your design is simple, easy to to install to you. That means that on the production lines, it will be also easy to start, to replace, to maintain, to manage to yourself. It has a lot of benefits on everything. Yeah. And also for the P&P, we're only the tech in the work out. We'll make the QB for example, standard it to time. But after two time, yeah, we'll need to think about it. So we just, just, just, the demand. Okay. Because we have also to make a good balance when it cannot make over quantity. Yeah. Because the product with the two KV or two, first to collaborate to identify which component, which thing is not really press bomb in the future. So we, uh, booked on that, uh, key component that made the fact pick the QB for that not completed boy. But we asked to the QA engineer in Shuler, which is called Vincent, the base of this SPT on this vanis. Okay. But those values should be at the top of the, uh, the QP plan, to make sure that the consumer of fine. So, if you don't have any question regarding this, I think this, it's over for this presentation and this afternoon, after lunch, we can present you the, uh, weekly project. Yeah. The, uh, I think about the rental market. Maybe we need to think about, uh, how high-made tight we, uh, we want to reuse NITBOX, uh, yes, and they, and that would divide our QB. Our today's, for the one type, for, uh, maybe one hair, today just built it for, uh, treasure meant for one year. And then we can think about, so we need to use this for, take a year for another. Make sure. Uh, as far as I know, the WALAB, uh, they believe in the, uh, seven-year plan, a straw has to be able to be used during seven years. The nine-year, including if, uh, reform is a bit early. It would not in kind of money, to drive me there. To, uh, in kind of a, uh, the first year already checked. Now, it's around every family, which one has a second pay. But in Japan, you know, if you have a Bible, and also if you were, uh, for a government, you are not allowed to have a second baby, but not completely, so you can get there. Yeah, okay, so, uh, now the economy in China is not good. So, not so many burning, they want to have a second day. Back in the culture of three years, the door is the economy, uh, coming up. Got more and more families, y'all for me, then we'll find the first baby at the company. So, I think you'll talk, think about it. Let's try the market. Big market. The first. Another idea about, uh, when we think about the rental market, nearly within thing about, for this, for the, which part is most important, and it's very difficult to regret than we could spend our, uh, resolve our money, at least our drachimension. We don't need to replace the mint manger. So, it means we need to spend a lot of money on the manger. But for the wheel, mainly, we can, it's easy to replace, so we don't, never mention we maybe need to pass three halves of a year. The wheel, no, we don't miss, we just replace it in your way. It's easy to replace. Okay, okay, so let the,",
            "Unnamed: 3": "0307-1-A7",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "TED-Talk-Human and Robot Traits-A",
            "內文": "TED Talk Speech: Human and Robot Traits – Building Bridges to the Future\n(Opening with a warm smile, pausing under the TED spotlight.)\nImagine waking up to a robot brewing your perfect coffee—exactly 195°F, just how you like it—while you dream up your next big idea over that first sip. Science fiction? No, it’s our future. Today, I’m here to show you how humans and robots can build a bridge to a world of extraordinary possibilities, together.\n(Pause briefly, then dive in with energy.)\nA few years ago, I worked on an app to help doctors diagnose rare diseases faster. As a human, I brought empathy—imagining a patient’s fear, a family’s hope. But the data? Overwhelming. AI stepped in, analyzing thousands of records in seconds, spotting patterns I’d miss. Together, we didn’t just build an app—we saved lives. That taught me: humans and robots aren’t rivals; they’re partners.\nHumans are the architects of emotion and imagination. We feel deeply, create boldly, and dream big—think of the artist painting a masterpiece or the inventor sketching the first smartphone. Robots, on the other hand, are masters of efficiency. They process data at lightning speed, execute with precision, and never tire—revolutionizing diagnostics, manufacturing, even assisting artists with design.\n(Build excitement, gesturing to the audience.)\nHere’s the big idea: the future isn’t human versus robot—it’s human plus robot, building a bridge to progress. Picture AI crunching climate data while human scientists steer it with ethical vision. Or robots handling repetitive surgeries, freeing doctors to connect with patients. This isn’t replacement; it’s amplification.\n(Slow for emphasis, making eye contact.)\nYes, there are fears—job loss, machines outsmarting us. But let’s flip the script. Self-driving cars are already cutting accidents by 40%; AI tutors personalize learning for kids. These breakthroughs come from collaboration. So, my challenge to you: next time you use AI—your phone’s assistant, a work tool—don’t ask, “Will it replace me?” Ask, “How can it elevate me? How can we build a bridge to solve the unsolvable?”\nThe future isn’t humans or machines alone. It’s both, hand in circuit, forging a bridge to infinite potential. Let’s cross it together.\nThank you.\n(End with a nod and smile, inviting applause.)",
            "Unnamed: 3": "TED-Talk-Human and Robot Traits-A",
            "分類": [
                "AI"
            ]
        },
        {
            "標題": "The Alchemist of 1 Foreword",
            "內文": "When The Alchemist was first published twenty-five years ago in my native Brazil, no one noticed.\n\nA bookseller in the northeast corner of the country told me that only one person purchased a copy the first week of its release.\n\nIt took another six months for the bookseller to unload a second copy—and that was to the same person who bought the first! And who knows how long it took to sell the third.\n\nBy the end of the year, it was clear to everyone that The Alchemist wasn’t working. My original publisher decided to cut me loose and cancelled our contract. They wiped their hands of the project and let me take the book with me. I was forty-one and desperate. But I never lost faith in the book or ever wavered in my vision. Why?  Because it was me in there, all of me, heart and soul. I was living my own metaphor.\n\nA man sets out on a journey, dreaming of a beautiful or magical place, in pursuit of some unknown treasure.\n\nAt the end of his journey, the man realizes the treasure was with him the entire time. I was following my Personal Legend, and my treasure was my capacity to write. And I wanted to share this treasure with the world.\n\nAs I wrote in The Alchemist, when you want something, the whole universe conspires to help you. I started knocking on the doors of other publishers. One opened, and the publisher on the other side believed in me and my book and agreed to give The Alchemist a second chance.\n\nSlowly, through word of mouth, it finally started to sell—three thousand, then six thousand, ten thousand—book by book, gradually throughout the year.\n\nEight months later, an American visiting Brazil picked up a copy of The Alchemist in a local bookstore. He wanted to translate the book and help me find a publisher in the United States. HarperCollins agreed to bring it to an American audience, publishing it with great fanfare: ads in the New York Times and influential news magazines, radio and television interviews. But it still took some time to sell, slowly finding its audience in the United States by word of mouth, just as it did in Brazil. And then one day, Bill Clinton was photographed leaving the White House with a copy. Then Madonna raved about the book to Vanity Fair, and people from different walks of life—from Rush Limbaugh and Will Smith to college students and soccer moms—were suddenly talking about it.\n\nThe Alchemist became a spontaneous—and organic— Phenomenon. The book hit the New York Times bestseller list, an important milestone for any author, and stayed there for more than three hundred weeks. It has since been translated into more than eighty different languages, the most translated book by any living author, and is widely considered one of the ten best books of the twentieth century.\n\nPeople continue to ask me if I knew The Alchemist would be such a huge success. The answer is no. I had no idea. How could I? When I sat down to write The Alchemist, all I knew is that I wanted to write about my soul. I wanted to write about my quest to find my treasure. I wanted to follow the omens, because I knew even then that the omens are the language of God.\n\nThough The Alchemist is now celebrating its twenty-fifth anniversary, it is no relic of the past. The book is still very much alive. Like my heart and like my soul, it continues to live every day, because my heart and soul are in it. And my heart and soul is your heart and soul. I am Santiago the shepherd boy in search of my treasure, just as you are Santiago the shepherd boy in search of your own. The story of one person is the story of everyone,     and one man’s quest is the quest of all of humanity,     which is why I believe The Alchemist continues all these years later to resonate with people from different cultures all around the world, touching them emotionally and spiritually, equally, without prejudice.\n\nI re-read The Alchemist regularly and every time I do I experience the same sensations I felt when I wrote it. And here is what I feel. I feel happiness, because it is all of me, and all of you simultaneously. I feel happiness, too, because I know I can never be alone. Wherever I go, people understand me. They understand my soul.\n\nThis continues to give me hope. When I read about clashes around the world—political clashes, economic clashes, cultural clashes—I am reminded that it is within our power to build a bridge to be crossed. Even if my neighbor doesn’t understand my religion or understand my politics, he can understand my story. If he can understand my story, then he’s never too far from me. It is always within my power to build a bridge. There is always a chance for reconciliation, a chance that one day he and I will sit around a table together and put an end to our history of clashes. And on this day, he will tell me his story and I will tell him mine.\n\n— Paulo Coelho, 2014",
            "Unnamed: 3": "The Alchemist of 1 Foreword",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of 2-Prologue",
            "內文": "The alchemist picked up a book that someone in the caravan had brought. Leafing through the pages, he found a story about Narcissus.\nThe alchemist knew the legend of Narcissus, a youth who knelt daily beside a lake to contemplate his own beauty. He was so fascinated by himself that, one morning, he fell into the lake and drowned. At the spot where he fell, a flower was born, which was called the narcissus.\nBut this was not how the author of the book ended the story.\nHe said that when Narcissus died, the goddesses of the forest appeared and found the lake, which had been fresh water, transformed into a lake of salty tears.\n“Why do you weep?” the goddesses asked.\n“I weep for Narcissus,” the lake replied.\n“Ah, it is no surprise that you weep for Narcissus,” they said, “for though we always pursued him in the forest, you alone could contemplate his beauty close at hand.”\n“But . . . was Narcissus beautiful?” the lake asked.\n“Who better than you to know that?” the goddesses said in wonder. “After all, it was by your banks that he knelt each day to contemplate himself!”\nThe lake was silent for some time. Finally, it said:\n“I weep for Narcissus, but I never noticed that Narcissus was beautiful. I weep because, each time he knelt beside my banks, I could see, in the depths of his eyes, my own beauty reflected.”\n“What a lovely story,” the alchemist thought.",
            "Unnamed: 3": "The Alchemist of 2-Prologue",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-01",
            "內文": "Part 1-1\nTHE BOY’S NAME WAS SANTIAGO. DUSK was falling as the boy arrived with his herd at an abandoned church. The roof had fallen in long ago, and an enormous sycamore had grown on the spot where the sacristy had once stood.\nHe decided to spend the night there. He saw to it that all the sheep entered through the ruined gate, and then laid some planks across it to prevent the flock from wandering away during the night. There were no wolves in the region, but once an animal had strayed during the night, and the boy had had to spend the entire next day searching for it.\nHe swept the floor with his jacket and lay down, using the book he had just finished reading as a pillow. He told himself that he would have to start reading thicker books: they lasted longer, and made more comfortable pillows.\nIt was still dark when he awoke, and, looking up, he could see the stars through the half-destroyed roof.\nI wanted to sleep a little longer, he thought. He had had the same dream that night as a week ago, and once again he had awakened before it ended.\nHe arose and, taking up his crook, began to awaken the sheep that still slept. He had noticed that, as soon as he awoke, most of his animals also began to stir. It was as if some mysterious energy bound his life to that of the sheep, with whom he had spent the past two years, leading them through the countryside in search of food and water. “They are so used to me that they know my schedule,” he muttered. Thinking about that for a moment, he realized that it could be the other way around: that it was he who had become accustomed to their schedule.\nBut there were certain of them who took a bit longer to awaken. The boy prodded them, one by one, with his crook, calling each by name. He had always believed that the sheep were able to understand what he said. So there were times when he read them parts of his books that had made an impression on him, or when he would tell them of the loneliness or the happiness of a shepherd in the fields. Sometimes he would comment to them on the things he had seen in the villages they passed.\nBut for the past few days he had spoken to them about only one thing: the girl, the daughter of a merchant who lived in the village they would reach in about four days. He had been to the village only once, the year before. The merchant was the proprietor of a dry goods shop, and he always demanded that the sheep be sheared in his presence, so that he would not be cheated. A friend had told the boy about the shop, and he had taken his sheep there.\n“I need to sell some wool,” the boy told the merchant.\nThe shop was busy, and the man asked the shepherd to wait until the afternoon. So the boy sat on the steps of the shop and took a book from his bag.\n“I didn’t know shepherds knew how to read,” said a girl’s voice behind him.\nThe girl was typical of the region of Andalusia, with flowing black hair, and eyes that vaguely recalled the Moorish conquerors.",
            "Unnamed: 3": "The Alchemist of Part 1-01",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-02",
            "內文": "Part 1-2\n“Well, usually I learn more from my sheep than from books,” he answered. During the two hours that they talked, she told him she was the merchant’s daughter, and spoke of life in the village, where each day was like all the others. The shepherd told her of the Andalusian countryside, and related the news from the other towns where he had stopped. It was a pleasant change from talking to his sheep.\n“How did you learn to read?” the girl asked at one point.\n“Like everybody learns,” he said. “In school.”\n“Well, if you know how to read, why are you just a shepherd?”\nThe boy mumbled an answer that allowed him to avoid responding to her question. He was sure the girl would never understand. He went on telling stories about his travels, and her bright, Moorish eyes went wide with fear and surprise. As the time passed, the boy found himself wishing that the day would never end, that her father would stay busy and keep him waiting for three days. He recognized that he was feeling something he had never experienced before: the desire to live in one place forever. With the girl with the raven hair, his days would never be the same again.\nBut finally the merchant appeared, and asked the boy to shear four sheep. He paid for the wool and asked the shepherd to come back the following year.\nAnd now it was only four days before he would be back in that same village. He was excited, and at the same time uneasy: maybe the girl had already forgotten him. Lots of shepherds passed through, selling their wool.\n“It doesn’t matter,” he said to his sheep. “I know other girls in other places.”\nBut in his heart he knew that it did matter. And he knew that shepherds, like seamen and like traveling salesmen, always found a town where there was someone who could make them forget the joys of carefree wandering.\nThe day was dawning, and the shepherd urged his sheep in the direction of the sun. They never have to make any decisions, he thought. Maybe that’s why they always stay close to me.\nThe only things that concerned the sheep were food and water. As long as the boy knew how to find the best pastures in Andalusia, they would be his friends. Yes, their days were all the same, with the seemingly endless hours between sunrise and dusk; and they had never read a book in their young lives, and didn’t understand when the boy told them about the sights of the cities. They were content with just food and water, and, in exchange, they generously gave of their wool, their company, and—once in a while—their meat.\nIf I became a monster today, and decided to kill them, one by one, they would become aware only after most of the flock had been slaughtered, thought the boy. They trust me, and they’ve forgotten how to rely on their own instincts, because I lead them to nourishment.\nThe boy was surprised at his thoughts. Maybe the church, with the sycamore growing from within, had been haunted. It had caused him to have the same dream for a second time, and it was causing him to feel anger toward his faithful companions. He drank a bit from the wine that remained from his dinner of the night before, and he gathered his jacket closer to his body. He knew that a few hours from now, with the sun at its zenith, the heat would be so great that he would not be able to lead his flock across the fields. It was the time of day when all of Spain slept during the summer. The heat lasted until nightfall, and all that time he had to carry his jacket. But when he thought to complain about the burden of its weight, he remembered that, because he had the jacket, he had withstood the cold of the dawn.\nWe have to be prepared for change, he thought, and he was grateful for the jacket’s weight and warmth.\nThe jacket had a purpose, and so did the boy. His purpose in life was to travel, and, after two years of walking the Andalusian terrain, he knew all the cities of the region. He was planning, on this visit, to explain to the girl how it was that a simple shepherd knew how to read. That he had attended a seminary until he was sixteen. His parents had wanted him to become a priest, and thereby a source of pride for a simple farm family. They worked hard just to have food and water, like the sheep. He had studied Latin, Spanish, and theology. But ever since he had been a child, he had wanted to know the world, and this was much more important to him than knowing God and learning about man’s sins. One afternoon, on a visit to his family, he had summoned up the courage to tell his father that he didn’t want to become a priest. That he wanted to travel.",
            "Unnamed: 3": "The Alchemist of Part 1-02",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-03",
            "內文": "Part 1-3\n“People from all over the world have passed through this village, son,” said his father. “They come in search of new things, but when they leave they are basically the same people they were when they arrived. They climb the mountain to see the castle, and they wind up thinking that the past was better than what we have now. They have blond hair, or dark skin, but basically they’re the same as the people who live right here.”\n“But I’d like to see the castles in the towns where they live,” the boy explained.\n“Those people, when they see our land, say that they would like to live here forever,” his father continued.\n“Well, I’d like to see their land, and see how they live,” said his son.\n“The people who come here have a lot of money to spend, so they can afford to travel,” his father said. “Amongst us, the only ones who travel are the shepherds.”\n“Well, then I’ll be a shepherd!”\nHis father said no more. The next day, he gave his son a pouch that held three ancient Spanish gold coins.\n“I found these one day in the fields. I wanted them to be a part of your inheritance. But use them to buy your flock. Take to the fields, and someday you’ll learn that our countryside is the best, and our women are the most beautiful.”\nAnd he gave the boy his blessing. The boy could see in his father’s gaze a desire to be able, himself, to travel the world—a desire that was still alive, despite his father’s having had to bury it, over dozens of years, under the burden of struggling for water to drink, food to eat, and the same place to sleep every night of his life.\nThe horizon was tinged with red, and suddenly the sun appeared. The boy thought back to that conversation with his father, and felt happy; he had already seen many castles and met many women (but none the equal of the one who awaited him several days hence). He owned a jacket, a book that he could trade for another, and a flock of sheep. But, most important, he was able every day to live out his dream. If he were to tire of the Andalusian fields, he could sell his sheep and go to sea. By the time he had had enough of the sea, he would already have known other cities, other women, and other chances to be happy. I couldn’t have found God in the seminary, he thought, as he looked at the sunrise.\nWhenever he could, he sought out a new road to travel. He had never been to that ruined church before, in spite of having traveled through those parts many times. The world was huge and inexhaustible; he had only to allow his sheep to set the route for a while, and he would discover other interesting things. The problem is that they don’t even realize that they’re walking a new road every day. They don’t see that the fields are new and the seasons change. All they think about is food and water.\nMaybe we’re all that way, the boy mused. Even me—I haven’t thought of other women since I met the merchant’s daughter.\nLooking at the sun, he calculated that he would reach Tarifa before midday. There, he could exchange his book for a thicker one, fill his wine bottle, shave, and have a haircut; he had to prepare himself for his meeting with the girl, and he didn’t want to think about the possibility that some other shepherd, with a larger flock of sheep, had arrived there before him and asked for her hand.\nIt’s the possibility of having a dream come true that makes life interesting, he thought, as he looked again at the position of the sun, and hurried his pace. He had suddenly remembered that, in Tarifa, there was an old woman who interpreted dreams.",
            "Unnamed: 3": "The Alchemist of Part 1-03",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-04",
            "內文": "Part 1-4\nThe old woman led the boy to a room at the back of her house; it was separated from her living room by a curtain of colored beads. The room’s furnishings consisted of a table, an image of the Sacred Heart of Jesus, and two chairs.\nThe woman sat down, and told him to be seated as well. Then she took both of his hands in hers, and began quietly to pray.\nIt sounded like a Gypsy prayer. The boy had already had experience on the road with Gypsies; they also traveled, but they had no flocks of sheep. People said that Gypsies spent their lives tricking others. It was also said that they had a pact with the devil, and that they kidnapped children and, taking them away to their mysterious camps, made them their slaves. As a child, the boy had always been frightened to death that he would be captured by Gypsies, and this childhood fear returned when the old woman took his hands in hers.\nBut she has the Sacred Heart of Jesus there, he thought, trying to reassure himself. He didn’t want his hand to begin trembling, showing the old woman that he was fearful. He recited an Our Father silently.\n“Very interesting,” said the woman, never taking her eyes from the boy’s hands, and then she fell silent.\nThe boy was becoming nervous. His hands began to tremble, and the woman sensed it. He quickly pulled his hands away.\n“I didn’t come here to have you read my palm,” he said, already regretting having come. He thought for a moment that it would be better to pay her fee and leave without learning a thing, that he was giving too much importance to his recurrent dream.\n“You came so that you could learn about your dreams,” said the old woman. “And dreams are the language of God. When he speaks in our language, I can interpret what he has said. But if he speaks in the language of the soul, it is only you who can understand. But, whichever it is, I’m going to charge you for the consultation.”\nAnother trick, the boy thought. But he decided to take a chance. A shepherd always takes his chances with wolves and with drought, and that’s what makes a shepherd’s life exciting.\n“I have had the same dream twice,” he said. “I dreamed that I was in a field with my sheep, when a child appeared and began to play with the animals. I don’t like people to do that, because the sheep are afraid of strangers. But children always seem to be able to play with them without frightening them. I don’t know why. I don’t know how animals know the age of human beings.”\n“Tell me more about your dream,” said the woman. “I have to get back to my cooking, and, since you don’t have much money, I can’t give you a lot of time.”\n“The child went on playing with my sheep for quite a while,” continued the boy, a bit upset. “And suddenly, the child took me by both hands and transported me to the Egyptian pyramids.”\nHe paused for a moment to see if the woman knew what the Egyptian pyramids were. But she said nothing.\n“Then, at the Egyptian pyramids,”—he said the last three words slowly, so that the old woman would understand—“the child said to me, ‘If you come here, you will find a hidden treasure.’ And, just as she was about to show me the exact location, I woke up. Both times.”\nThe woman was silent for some time. Then she again took his hands and studied them carefully.\n“I’m not going to charge you anything now,” she said. “But I want one-tenth of the treasure, if you find it.”\nThe boy laughed—out of happiness. He was going to be able to save the little money he had because of a dream about hidden treasure!\n“Well, interpret the dream,” he said.\n“First, swear to me. Swear that you will give me one-tenth of your treasure in exchange for what I am going to tell you.”\nThe shepherd swore that he would. The old woman asked him to swear again while looking at the image of the Sacred Heart of Jesus.\n“It’s a dream in the language of the world,” she said. “I can interpret it, but the interpretation is very difficult. That’s why I feel that I deserve a part of what you find.\n“And this is my interpretation: you must go to the Pyramids in Egypt. I have never heard of them, but, if it was a child who showed them to you, they exist. There you will find a treasure that will make you a rich man.”\nThe boy was surprised, and then irritated. He didn’t need to seek out the old woman for this! But then he remembered that he wasn’t going to have to pay anything.\n“I didn’t need to waste my time just for this,” he said.\n“I told you that your dream was a difficult one. It’s the simple things in life that are the most extraordinary; only wise men are able to understand them. And since I am not wise, I have had to learn other arts, such as the reading of palms.”\n“Well, how am I going to get to Egypt?”\n“I only interpret dreams. I don’t know how to turn them into reality. That’s why I have to live off what my daughters provide me with.”\n“And what if I never get to Egypt?”\n“Then I don’t get paid. It wouldn’t be the first time.”\nAnd the woman told the boy to leave, saying she had already wasted too much time with him.",
            "Unnamed: 3": "The Alchemist of Part 1-04",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-05",
            "內文": "Part 1-5\nSo the boy was disappointed; he decided that he would never again believe in dreams. He remembered that he had a number of things he had to take care of: he went to the market for something to eat, he traded his book for one that was thicker, and he found a bench in the plaza where he could sample the new wine he had bought. The day was hot, and the wine was refreshing. The sheep were at the gates of the city, in a stable that belonged to a friend. The boy knew a lot of people in the city. That was what made traveling appeal to him—he always made new friends, and he didn’t need to spend all of his time with them. When someone sees the same people every day, as had happened with him at the seminary, they wind up becoming a part of that person’s life. And then they want the person to change. If someone isn’t what others want them to be, the others become angry. Everyone seems to have a clear idea of how other people should lead their lives, but none about his or her own.\nHe decided to wait until the sun had sunk a bit lower in the sky before following his flock back through the fields. Three days from now, he would be with the merchant’s daughter.\nHe started to read the book he had bought. On the very first page it described a burial ceremony. And the names of the people involved were very difficult to pronounce. If he ever wrote a book, he thought, he would present one person at a time, so that the reader wouldn’t have to worry about memorizing a lot of names.\nWhen he was finally able to concentrate on what he was reading, he liked the book better; the burial was on a snowy day, and he welcomed the feeling of being cold. As he read on, an old man sat down at his side and tried to strike up a conversation.\n“What are they doing?” the old man asked, pointing at the people in the plaza.\n“Working,” the boy answered dryly, making it look as if he wanted to concentrate on his reading.\nActually, he was thinking about shearing his sheep in front of the merchant’s daughter, so that she could see that he was someone who was capable of doing difficult things. He had already imagined the scene many times; every time, the girl became fascinated when he explained that the sheep had to be sheared from back to front. He also tried to remember some good stories to relate as he sheared the sheep. Most of them he had read in books, but he would tell them as if they were from his personal experience. She would never know the difference, because she didn’t know how to read.\nMeanwhile, the old man persisted in his attempt to strike up a conversation. He said that he was tired and thirsty, and asked if he might have a sip of the boy’s wine. The boy offered his bottle, hoping that the old man would leave him alone.\nBut the old man wanted to talk, and he asked the boy what book he was reading. The boy was tempted to be rude, and move to another bench, but his father had taught him to be respectful of the elderly. So he held out the book to the man—for two reasons: first, that he, himself, wasn’t sure how to pronounce the title; and second, that if the old man didn’t know how to read, he would probably feel ashamed and decide of his own accord to change benches.\n“Hmm . . .” said the old man, looking at all sides of the book, as if it were some strange object. “This is an important book, but it’s really irritating.”\nThe boy was shocked. The old man knew how to read, and had already read the book. And if the book was irritating, as the old man had said, the boy still had time to change it for another.\n“It’s a book that says the same thing almost all the other books in the world say,” continued the old man. “It describes people’s inability to choose their own Personal Legends. And it ends up saying that everyone believes the world’s greatest lie.”\n“What’s the world’s greatest lie?” the boy asked, completely surprised.\n“It’s this: that at a certain point in our lives, we lose control of what’s happening to us, and our lives become controlled by fate. That’s the world’s greatest lie.”\n“That’s never happened to me,” the boy said. “They wanted me to be a priest, but I decided to become a shepherd.”\n“Much better,” said the old man. “Because you really like to travel.”",
            "Unnamed: 3": "The Alchemist of Part 1-05",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-06",
            "內文": "Part 1-6\n“He knew what I was thinking,” the boy said to himself. The old man, meanwhile, was leafing through the book, without seeming to want to return it at all. The boy noticed that the man’s clothing was strange. He looked like an Arab, which was not unusual in those parts. Africa was only a few hours from Tarifa; one had only to cross the narrow straits by boat. Arabs often appeared in the city, shopping and chanting their strange prayers several times a day.\n“Where are you from?” the boy asked.\n“From many places.”\n“No one can be from many places,” the boy said. “I’m a shepherd, and I have been to many places, but I come from only one place— from a city near an ancient castle. That’s where I was born.”\n“Well then, we could say that I was born in Salem.”\nThe boy didn’t know where Salem was, but he didn’t want to ask, fearing that he would appear ignorant. He looked at the people in the plaza for a while; they were coming and going, and all of them seemed to be very busy.\n“So, what is Salem like?” he asked, trying to get some sort of clue.\n“It’s like it always has been.”\nNo clue yet. But he knew that Salem wasn’t in Andalusia. If it were, he would already have heard of it.\n“And what do you do in Salem?” he insisted.\n“What do I do in Salem?” The old man laughed. “Well, I’m the king of Salem!”\nPeople say strange things, the boy thought. Sometimes it’s better to be with the sheep, who don’t say anything. And better still to be alone with one’s books. They tell their incredible stories at the time when you want to hear them. But when you’re talking to people, they say some things that are so strange that you don’t know how to continue the conversation.\n“My name is Melchizedek,” said the old man. “How many sheep do you have?”\n“Enough,” said the boy. He could see that the old man wanted to know more about his life.\n“Well, then, we’ve got a problem. I can’t help you if you feel you’ve got enough sheep.”\nThe boy was getting irritated. He wasn’t asking for help. It was the old man who had asked for a drink of his wine, and had started the conversation.\n“Give me my book,” the boy said. “I have to go and gather my sheep and get going.”\n“Give me one-tenth of your sheep,” said the old man, “and I’ll tell you how to find the hidden treasure.”\nThe boy remembered his dream, and suddenly everything was clear to him. The old woman hadn’t charged him anything, but the old man—maybe he was her husband—was going to find a way to get much more money in exchange for information about something that didn’t even exist. The old man was probably a Gypsy, too.\nBut before the boy could say anything, the old man leaned over, picked up a stick, and began to write in the sand of the plaza. Something bright reflected from his chest with such intensity that the boy was momentarily blinded. With a movement that was too quick for someone his age, the man covered whatever it was with his cape. When his vision returned to normal, the boy was able to read what the old man had written in the sand.\nThere, in the sand of the plaza of that small city, the boy read the names of his father and his mother and the name of the seminary he had attended. He read the name of the merchant’s daughter, which he hadn’t even known, and he read things he had never told anyone.\n“I’m the king of Salem,” the old man had said.\n“Why would a king be talking with a shepherd?” the boy asked, awed and embarrassed.\n“For several reasons. But let’s say that the most important is that you have succeeded in discovering your Personal Legend.”\nThe boy didn’t know what a person’s “Personal Legend” was.\n“It’s what you have always wanted to accomplish. Everyone, when they are young, knows what their Personal Legend is.\n“At that point in their lives, everything is clear and everything is possible. They are not afraid to dream, and to yearn for everything they would like to see happen to them in their lives. But, as time passes, a mysterious force begins to convince them that it will be impossible for them to realize their Personal Legend.”\nNone of what the old man was saying made much sense to the boy. But he wanted to know what the “mysterious force” was; the merchant’s daughter would be impressed when he told her about that!\n“It’s a force that appears to be negative, but actually shows you how to realize your Personal Legend. It prepares your spirit and your will, because there is one great truth on this planet: whoever you are, or whatever it is that you do, when you really want something, it’s because that desire originated in the soul of the universe. It’s your mission on earth.”\n“Even when all you want to do is travel? Or marry the daughter of a textile merchant?”\n“Yes, or even search for treasure. The Soul of the World is nourished by people’s happiness. And also by unhappiness, envy, and jealousy. To realize one’s Personal Legend is a person’s only real obligation. All things are one.\n“And, when you want something, all the universe conspires in helping you to achieve it.”\nThey were both silent for a time, observing the plaza and the townspeople. It was the old man who spoke first.\n“Why do you tend a flock of sheep?”\n“Because I like to travel.”\nThe old man pointed to a baker standing in his shop window at one corner of the plaza. “When he was a child, that man wanted to travel, too. But he decided first to buy his bakery and put some money aside. When he’s an old man, he’s going to spend a month in Africa. He never realized that people are capable, at any time in their lives, of doing what they dream of.”\n“He should have decided to become a shepherd,” the boy said.\n“Well, he thought about that,” the old man said. “But bakers are more important people than shepherds. Bakers have homes, while shepherds sleep out in the open. Parents would rather see their children marry bakers than shepherds.”\nThe boy felt a pang in his heart, thinking about the merchant’s daughter. There was surely a baker in her town.",
            "Unnamed: 3": "The Alchemist of Part 1-06",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-07",
            "內文": "Part 1-7\n“Well, he thought about that,” the old man said. “But bakers are more important people than shepherds. Bakers have homes, while shepherds sleep out in the open. Parents would rather see their children marry bakers than shepherds.”\nThe boy felt a pang in his heart, thinking about the merchant’s daughter. There was surely a baker in her town.\nThe old man continued, “In the long run, what people think about shepherds and bakers becomes more important for them than their own Personal Legends.”\nThe old man leafed through the book, and fell to reading a page he came to. The boy waited, and then interrupted the old man just as he himself had been interrupted. “Why are you telling me all this?”\n“Because you are trying to realize your Personal Legend. And you are at the point where you’re about to give it all up.”\n“And that’s when you always appear on the scene?”\n“Not always in this way, but I always appear in one form or another. Sometimes I appear in the form of a solution, or a good idea. At other times, at a crucial moment, I make it easier for things to happen. There are other things I do, too, but most of the time people don’t realize I’ve done them.”\nThe old man related that, the week before, he had been forced to appear before a miner, and had taken the form of a stone. The miner had abandoned everything to go mining for emeralds. For five years he had been working a certain river, and had examined hundreds of thousands of stones looking for an emerald. The miner was about to give it all up, right at the point when, if he were to examine just one more stone—just one more—he would find his emerald. Since the miner had sacrificed everything to his Personal Legend, the old man decided to become involved. He transformed himself into a stone that rolled up to the miner’s foot. The miner, with all the anger and frustration of his five fruitless years, picked up the stone and threw it aside. But he had thrown it with such force that it broke the stone it fell upon, and there, embedded in the broken stone, was the most beautiful emerald in the world.\n“People learn, early in their lives, what is their reason for being,” said the old man, with a certain bitterness. “Maybe that’s why they give up on it so early, too. But that’s the way it is.”\nThe boy reminded the old man that he had said something about hidden treasure.\n“Treasure is uncovered by the force of flowing water, and it is buried by the same currents,” said the old man. “If you want to learn about your own treasure, you will have to give me one-tenth of your flock.”\n“What about one-tenth of my treasure?”\nThe old man looked disappointed. “If you start out by promising what you don’t even have yet, you’ll lose your desire to work toward getting it.”\nThe boy told him that he had already promised to give one-tenth of his treasure to the Gypsy.\n“Gypsies are experts at getting people to do that,” sighed the old man. “In any case, it’s good that you’ve learned that everything in life has its price. This is what the Warriors of the Light try to teach.”\nThe old man returned the book to the boy.\n“Tomorrow, at this same time, bring me a tenth of your flock. And I will tell you how to find the hidden treasure. Good afternoon.”\nAnd he vanished around the corner of the plaza.\nThe boy began again to read his book, but he was no longer able to concentrate. He was tense and upset, because he knew that the old man was right. He went over to the bakery and bought a loaf of bread, thinking about whether or not he should tell the baker what the old man had said about him. Sometimes it’s better to leave things as they are, he thought to himself, and decided to say nothing.\nIf he were to say anything, the baker would spend three days thinking about giving it all up, even though he had gotten used to the way things were. The boy could certainly resist causing that kind of anxiety for the baker. So he began to wander through the city, and found himself at the gates. There was a small building there, with a window at which people bought tickets to Africa. And he knew that Egypt was in Africa.\n“Can I help you?” asked the man behind the window.\n“Maybe tomorrow,” said the boy, moving away. If he sold just one of his sheep, he’d have enough to get to the other shore of the strait. The idea frightened him.\n“Another dreamer,” said the ticket seller to his assistant, watching the boy walk away. “He doesn’t have enough money to travel.”\nWhile standing at the ticket window, the boy had remembered his flock, and decided he should go back to being a shepherd. In two years he had learned everything about shepherding: he knew how to shear sheep, how to care for pregnant ewes, and how to protect the sheep from wolves. He knew all the fields and pastures of Andalusia. And he knew what was the fair price for every one of his animals.",
            "Unnamed: 3": "The Alchemist of Part 1-07",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-08",
            "內文": "Part 1-8:\n\nHe decided to return to his friend’s stable by the longest route possible. As he walked past the city’s castle, he interrupted his return, and climbed the stone ramp that led to the top of the wall. From there, he could see Africa in the distance. Someone had once told him that it was from there that the Moors had come, to occupy all of Spain.\n\nHe could see almost the entire city from where he sat, including the plaza where he had talked with the old man. Curse the moment I met that old man, he thought. He had come to the town only to find a woman who could interpret his dream. Neither the woman nor the old man was at all impressed by the fact that he was a shepherd. They were solitary individuals who no longer believed in things, and didn’t understand that shepherds become attached to their sheep.\n\nHe knew everything about each member of his flock: he knew which ones were lame, which one was to give birth two months from now, and which were the laziest. He knew how to shear them, and how to slaughter them. If he ever decided to leave them, they would suffer.\n\nThe wind began to pick up. He knew that wind: people called it the levanter, because on it the Moors had come from the Levant at the eastern end of the Mediterranean.\n\nThe levanter increased in intensity. Here I am, between my flock and my treasure, the boy thought. He had to choose between something he had become accustomed to and something he wanted to have. There was also the merchant’s daughter, but she wasn’t as important as his flock, because she didn’t depend on him. Maybe she didn’t even remember him. He was sure that it made no difference to her on which day he appeared: for her, every day was the same, and when each day is the same as the next, it’s because people fail to recognize the good things that happen in their lives every day that the sun rises.\n\nI left my father, my mother, and the town castle behind. They have gotten used to my being away, and so have I. The sheep will get used to my not being there, too, the boy thought.\n\nFrom where he sat, he could observe the plaza. People continued to come and go from the baker’s shop. A young couple sat on the bench where he had talked with the old man, and they kissed.\n\n“That baker . . .” he said to himself, without completing the thought. The levanter was still getting stronger, and he felt its force on his face. That wind had brought the Moors, yes, but it had also brought the smell of the desert and of veiled women. It had brought with it the sweat and the dreams of men who had once left to search for the unknown, and for gold and adventure—and for the Pyramids.\n\nThe boy felt jealous of the freedom of the wind, and saw that he could have the same freedom. There was nothing to hold him back except himself. The sheep, the merchant’s daughter, and the fields of Andalusia were only steps along the way to his Personal Legend.\n\nThe next day, the boy met the old man at noon. He brought six sheep with him.\n\n“I’m surprised,” the boy said. “My friend bought all the other sheep immediately. He said that he had always dreamed of being a shepherd, and that it was a good omen.”\n\n“That’s the way it always is,” said the old man. “It’s called the principle of favorability. When you play cards the first time, you are almost sure to win. Beginner’s luck.”\n\n“Why is that?”\n\n“Because there is a force that wants you to realize your Personal Legend; it whets your appetite with a taste of success.”\n\nThen the old man began to inspect the sheep, and he saw that one was lame. The boy explained that it wasn’t important, since that sheep was the most intelligent of the flock, and produced the most wool.\n\n“Where is the treasure?” he asked.\n\n“It’s in Egypt, near the Pyramids.”\n\nThe boy was startled. The old woman had said the same thing. But she hadn’t charged him anything.\n\n“In order to find the treasure, you will have to follow the omens. God has prepared a path for everyone to follow. You just have to read the omens that he left for you.”\n\nBefore the boy could reply, a butterfly appeared and fluttered between him and the old man. He remembered something his grandfather had once told him: that butterflies were a good omen. Like crickets, and like grasshoppers; like lizards and four-leaf clovers.\n\n“That’s right,” said the old man, able to read the boy’s thoughts. “Just as your grandfather taught you. These are good omens.”\n\nThe old man opened his cape, and the boy was struck by what he saw. The old man wore a breastplate of heavy gold, covered with precious stones. The boy recalled the brilliance he had noticed on the previous day.\n\nHe really was a king! He must be disguised to avoid encounters with thieves.\n\n“Take these,” said the old man, holding out a white stone and a black stone that had been embedded at the center of the breastplate. “They are called Urim and Thummim. The black signifies ‘yes,’ and the white ‘no.’ When you are unable to read the omens, they will help you to do so. Always ask an objective question.\n\n“But, if you can, try to make your own decisions. The treasure is at the Pyramids; that you already knew. But I had to insist on the payment of six sheep because I helped you to make your decision.”\n\nThe boy put the stones in his pouch. From then on, he would make his own decisions.",
            "Unnamed: 3": "The Alchemist of Part 1-08",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-09",
            "內文": "Part 1-9\n“Don’t forget that everything you deal with is only one thing and nothing else. And don’t forget the language of omens. And, above all, don’t forget to follow your Personal Legend through to its conclusion.\n“But before I go, I want to tell you a little story.\n“A certain shopkeeper sent his son to learn about the secret of happiness from the wisest man in the world. The lad wandered through the desert for forty days, and finally came upon a beautiful castle, high atop a mountain. It was there that the wise man lived.\n“Rather than finding a saintly man, though, our hero, on entering the main room of the castle, saw a hive of activity: tradesmen came and went, people were conversing in the corners, a small orchestra was playing soft music, and there was a table covered with platters of the most delicious food in that part of the world. The wise man conversed with everyone, and the boy had to wait for two hours before it was his turn to be given the man’s attention.\n“The wise man listened attentively to the boy’s explanation of why he had come, but told him that he didn’t have time just then to explain the secret of happiness. He suggested that the boy look around the palace and return in two hours.\n“‘Meanwhile, I want to ask you to do something,’ said the wise man, handing the boy a teaspoon that held two drops of oil. ‘As you wander around, carry this spoon with you without allowing the oil to spill.’\n“The boy began climbing and descending the many stairways of the palace, keeping his eyes fixed on the spoon. After two hours, he returned to the room where the wise man was.\n“‘Well,’ asked the wise man, ‘did you see the Persian tapestries that are hanging in my dining hall? Did you see the garden that it took the master gardener ten years to create? Did you notice the beautiful parchments in my library?’\n“The boy was embarrassed, and confessed that he had observed nothing. His only concern had been not to spill the oil that the wise man had entrusted to him.\n“‘Then go back and observe the marvels of my world,’ said the wise man. ‘You cannot trust a man if you don’t know his house.’\n“Relieved, the boy picked up the spoon and returned to his exploration of the palace, this time observing all of the works of art on the ceilings and the walls. He saw the gardens, the mountains all around him, the beauty of the flowers, and the taste with which everything had been selected. Upon returning to the wise man, he related in detail everything he had seen.\n“‘But where are the drops of oil I entrusted to you?’ asked the wise man.\n“Looking down at the spoon he held, the boy saw that the oil was gone.\n“‘Well, there is only one piece of advice I can give you,’ said the wisest of wise men. ‘The secret of happiness is to see all the marvels of the world, and never to forget the drops of oil on the spoon.’”\nThe shepherd said nothing. He had understood the story the old king had told him. A shepherd may like to travel, but he should never forget about his sheep.\nThe old man looked at the boy and, with his hands held together, made several strange gestures over the boy’s head. Then, taking his sheep, he walked away.\nAt the highest point in Tarifa there is an old fort, built by the Moors. From atop its walls, one can catch a glimpse of Africa. Melchizedek, the king of Salem, sat on the wall of the fort that afternoon, and felt the levanter blowing in his face. The sheep fidgeted nearby, uneasy with their new owner and excited by so much change. All they wanted was food and water.\nMelchizedek watched a small ship that was plowing its way out of the port. He would never again see the boy, just as he had never seen Abraham again after having charged him his one-tenth fee. That was his work.\nThe gods should not have desires, because they don’t have Personal Legends. But the king of Salem hoped desperately that the boy would be successful.\nIt’s too bad that he’s quickly going to forget my name, he thought. I should have repeated it for him. Then when he spoke about me he would say that I am Melchizedek, the king of Salem.\nHe looked to the skies, feeling a bit abashed, and said, “I know it’s the vanity of vanities, as you said, my Lord. But an old king sometimes has to take some pride in himself.”",
            "Unnamed: 3": "The Alchemist of Part 1-09",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-10",
            "內文": "Part 1-10\nHow strange Africa is, thought the boy.\nHe was sitting in a bar very much like the other bars he had seen along the narrow streets of Tangier. Some men were smoking from a gigantic pipe that they passed from one to the other. In just a few hours he had seen men walking hand in hand, women with their faces covered, and priests that climbed to the tops of towers and chanted—as everyone about him went to their knees and placed their foreheads on the ground.\n“A practice of infidels,” he said to himself. As a child in church, he had always looked at the image of Saint Santiago Matamoros on his white horse, his sword unsheathed, and figures such as these kneeling at his feet. The boy felt ill and terribly alone. The infidels had an evil look about them.\nBesides this, in the rush of his travels he had forgotten a detail, just one detail, which could keep him from his treasure for a long time: only Arabic was spoken in this country.\nThe owner of the bar approached him, and the boy pointed to a drink that had been served at the next table. It turned out to be a bitter tea. The boy preferred wine.\nBut he didn’t need to worry about that right now. What he had to be concerned about was his treasure, and how he was going to go about getting it. The sale of his sheep had left him with enough money in his pouch, and the boy knew that in money there was magic; whoever has money is never really alone. Before long, maybe in just a few days, he would be at the Pyramids. An old man, with a breastplate of gold, wouldn’t have lied just to acquire six sheep.\nThe old man had spoken about signs and omens, and, as the boy was crossing the strait, he had thought about omens. Yes, the old man had known what he was talking about: during the time the boy had spent in the fields of Andalusia, he had become used to learning which path he should take by observing the ground and the sky. He had discovered that the presence of a certain bird meant that a snake was nearby, and that a certain shrub was a sign that there was water in the area. The sheep had taught him that.\nIf God leads the sheep so well, he will also lead a man, he thought, and that made him feel better. The tea seemed less bitter.\n“Who are you?” he heard a voice ask him in Spanish.\nThe boy was relieved. He was thinking about omens, and someone had appeared.\n“How come you speak Spanish?” he asked. The new arrival was a young man in Western dress, but the color of his skin suggested he was from this city. He was about the same age and height as the boy.\n“Almost everyone here speaks Spanish. We’re only two hours from Spain.”\n“Sit down, and let me treat you to something,” said the boy. “And ask for a glass of wine for me. I hate this tea.”\n“There is no wine in this country,” the young man said. “The religion here forbids it.”\nThe boy told him then that he needed to get to the Pyramids. He almost began to tell about his treasure, but decided not to do so. If he did, it was possible that the Arab would want a part of it as payment for taking him there. He remembered what the old man had said about offering something you didn’t even have yet.\n“I’d like you to take me there if you can. I can pay you to serve as my guide.”\n“Do you have any idea how to get there?” the newcomer asked.\nThe boy noticed that the owner of the bar stood nearby, listening attentively to their conversation. He felt uneasy at the man’s presence. But he had found a guide, and didn’t want to miss out on an opportunity.\n“You have to cross the entire Sahara desert,” said the young man. “And to do that, you need money. I need to know whether you have enough.”\nThe boy thought it a strange question. But he trusted in the old man, who had said that, when you really want something, the universe always conspires in your favor.\nHe took his money from his pouch and showed it to the young man. The owner of the bar came over and looked, as well. The two men exchanged some words in Arabic, and the bar owner seemed irritated.\n“Let’s get out of here,” said the new arrival. “He wants us to leave.”\nThe boy was relieved. He got up to pay the bill, but the owner grabbed him and began to speak to him in an angry stream of words. The boy was strong, and wanted to retaliate, but he was in a foreign country. His new friend pushed the owner aside, and pulled the boy outside with him. “He wanted your money,” he said. “Tangier is not like the rest of Africa. This is a port, and every port has its thieves.”\nThe boy trusted his new friend. He had helped him out in a dangerous situation. He took out his money and counted it.\n“We could get to the Pyramids by tomorrow,” said the other, taking the money. “But I have to buy two camels.”\nThey walked together through the narrow streets of Tangier. Everywhere there were stalls with items for sale. They reached the center of a large plaza where the market was held. There were thousands of people there, arguing, selling, and buying; vegetables for sale amongst daggers, and carpets displayed alongside tobacco. But the boy never took his eye off his new friend. After all, he had all his money. He thought about asking him to give it back, but decided that would be unfriendly. He knew nothing about the customs of the strange land he was in.\n“I’ll just watch him,” he said to himself. He knew he was stronger than his friend.\nSuddenly, there in the midst of all that confusion, he saw the most beautiful sword he had ever seen. The scabbard was embossed in silver, and the handle was black and encrusted with precious stones. The boy promised himself that, when he returned from Egypt, he would buy that sword.",
            "Unnamed: 3": "The Alchemist of Part 1-10",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-11",
            "內文": "Part 1-11\n“Ask the owner of that stall how much the sword costs,” he said to his friend. Then he realized that he had been distracted for a few moments, looking at the sword. His heart squeezed, as if his chest had suddenly compressed it. He was afraid to look around, because he knew what he would find. He continued to look at the beautiful sword for a bit longer, until he summoned the courage to turn around.\nAll around him was the market, with people coming and going, shouting and buying, and the aroma of strange foods . . . but nowhere could he find his new companion.\nThe boy wanted to believe that his friend had simply become separated from him by accident. He decided to stay right there and await his return. As he waited, a priest climbed to the top of a nearby tower and began his chant; everyone in the market fell to their knees, touched their foreheads to the ground, and took up the chant. Then, like a colony of worker ants, they dismantled their stalls and left.\nThe sun began its departure, as well. The boy watched it through its trajectory for some time, until it was hidden behind the white houses surrounding the plaza. He recalled that when the sun had risen that morning, he was on another continent, still a shepherd with sixty sheep, and looking forward to meeting with a girl. That morning he had known everything that was going to happen to him as he walked through the familiar fields. But now, as the sun began to set, he was in a different country, a stranger in a strange land, where he couldn’t even speak the language. He was no longer a shepherd, and he had nothing, not even the money to return and start everything over.\nAll this happened between sunrise and sunset, the boy thought. He was feeling sorry for himself, and lamenting the fact that his life could have changed so suddenly and so drastically.\nHe was so ashamed that he wanted to cry. He had never even wept in front of his own sheep. But the marketplace was empty, and he was far from home, so he wept. He wept because God was unfair, and because this was the way God repaid those who believed in their dreams.\nWhen I had my sheep, I was happy, and I made those around me happy. People saw me coming and welcomed me, he thought. But now I’m sad and alone. I’m going to become bitter and distrustful of people because one person betrayed me. I’m going to hate those who have found their treasure because I never found mine. And I’m going to hold on to what little I have, because I’m too insignificant to conquer the world.\nHe opened his pouch to see what was left of his possessions; maybe there was a bit left of the sandwich he had eaten on the ship. But all he found was the heavy book, his jacket, and the two stones the old man had given him.\nAs he looked at the stones, he felt relieved for some reason. He had exchanged six sheep for two precious stones that had been taken from a gold breastplate. He could sell the stones and buy a return ticket. But this time I’ll be smarter, the boy thought, removing them from the pouch so he could put them in his pocket. This was a port town, and the only truthful thing his friend had told him was that port towns are full of thieves.",
            "Unnamed: 3": "The Alchemist of Part 1-11",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 1-12",
            "內文": "Part 1-12\nBut the stones had told him that the old man was still with him, and that made him feel more confident. He looked around at the empty plaza again, feeling less desperate than before. This wasn’t a strange place; it was a new one.\nAfter all, what he had always wanted was just that: to know new places. Even if he never got to the Pyramids, he had already traveled farther than any shepherd he knew. Oh, if they only knew how different things are just two hours by ship from where they are, he thought. Although his new world at the moment was just an empty marketplace, he had already seen it when it was teeming with life, and he would never forget it. He remembered the sword. It hurt him a bit to think about it, but he had never seen one like it before. As he mused about these things, he realized that he had to choose between thinking of himself as the poor victim of a thief and as an adventurer in quest of his treasure.\n“I’m an adventurer, looking for treasure,” he said to himself.\nHe was shaken into wakefulness by someone. He had fallen asleep in the middle of the marketplace, and life in the plaza was about to resume.\nLooking around, he sought his sheep, and then realized that he was in a new world. But instead of being saddened, he was happy. He no longer had to seek out food and water for the sheep; he could go in search of his treasure, instead. He had not a cent in his pocket, but he had faith. He had decided, the night before, that he would be as much an adventurer as the ones he had admired in books.\nHe walked slowly through the market. The merchants were assembling their stalls, and the boy helped a candy seller to do his.\nThe candy seller had a smile on his face: he was happy, aware of what his life was about, and ready to begin a day’s work. His smile reminded the boy of the old man—the mysterious old king he had met. “This candy merchant isn’t making candy so that later he can travel or marry a shopkeeper’s daughter. He’s doing it because it’s what he wants to do,” thought the boy. He realized that he could do the same thing the old man had done—sense whether a person was near to or far from his Personal Legend. Just by looking at them. It’s easy, and yet I’ve never done it before, he thought.\nWhen the stall was assembled, the candy seller offered the boy the first sweet he had made for the day. The boy thanked him, ate it, and went on his way. When he had gone only a short distance, he realized that, while they were erecting the stall, one of them had spoken Arabic and the other Spanish.\nAnd they had understood each other perfectly well.\nThere must be a language that doesn’t depend on words, the boy thought. I’ve already had that experience with my sheep, and now it’s happening with people.\nHe was learning a lot of new things. Some of them were things that he had already experienced, and weren’t really new, but that he had never perceived before. And he hadn’t perceived them because he had become accustomed to them. He realized: If I can learn to understand this language without words, I can learn to understand the world.\nRelaxed and unhurried, he resolved that he would walk through the narrow streets of Tangier. Only in that way would he be able to read the omens. He knew it would require a lot of patience, but shepherds know all about patience. Once again he saw that, in that strange land, he was applying the same lessons he had learned with his sheep.\n“All things are one,” the old man had said.\nThe crystal merchant awoke with the day, and felt the same anxiety that he felt every morning. He had been in the same place for thirty years: a shop at the top of a hilly street where few customers passed. Now it was too late to change anything—the only thing he had ever learned to do was to buy and sell crystal glassware. There had been a time when many people knew of his shop: Arab merchants, French and English geologists, German soldiers who were always well-heeled. In those days it had been wonderful to be selling crystal, and he had thought how he would become rich, and have beautiful women at his side as he grew older.\nBut, as time passed, Tangier had changed. The nearby city of Ceuta had grown faster than Tangier, and business had fallen off. Neighbors moved away, and there remained only a few small shops on the hill. And no one was going to climb the hill just to browse through a few small shops.\nBut the crystal merchant had no choice. He had lived thirty years of his life buying and selling crystal pieces, and now it was too late to do anything else.\nHe spent the entire morning observing the infrequent comings and goings in the street. He had done this for years, and knew the schedule of everyone who passed. But, just before lunchtime, a boy stopped in front of the shop. He was dressed normally, but the practiced eyes of the crystal merchant could see that the boy had no money to spend. Nevertheless, the merchant decided to delay his lunch for a few minutes until the boy moved on.\nA card hanging in the doorway announced that several languages were spoken in the shop. The boy saw a man appear behind the counter.\n“I can clean up those glasses in the window, if you want,” said the boy. “The way they look now, nobody is going to want to buy them.”\nThe man looked at him without responding.\n“In exchange, you could give me something to eat.”\nThe man still said nothing, and the boy sensed that he was going to have to make a decision. In his pouch, he had his jacket—he certainly wasn’t going to need it in the desert. Taking the jacket out, he began to clean the glasses. In half an hour, he had cleaned all the glasses in the window, and, as he was doing so, two customers had entered the shop and bought some crystal.\nWhen he had completed the cleaning, he asked the man for something to eat. “Let’s go and have some lunch,” said the crystal merchant.\nHe put a sign on the door, and they went to a small café nearby. As they sat down at the only table in the place, the crystal merchant laughed.\n“You didn’t have to do any cleaning,” he said. “The Koran requires me to feed a hungry person.”\n“Well then, why did you let me do it?” the boy asked.\n“Because the crystal was dirty. And both you and I needed to cleanse our minds of negative thoughts.”\nWhen they had eaten, the merchant turned to the boy and said, “I’d like you to work in my shop. Two customers came in today while you were working, and that’s a good omen.”\nPeople talk a lot about omens, thought the shepherd. But they really don’t know what they’re saying. Just as I hadn’t realized that for so many years I had been speaking a language without words to my sheep.\n“Do you want to go to work for me?” the merchant asked.\n“I can work for the rest of today,” the boy answered. “I’ll work all night, until dawn, and I’ll clean every piece of crystal in your shop. In return, I need money to get to Egypt tomorrow.”\nThe merchant laughed. “Even if you cleaned my crystal for an entire year . . . even if you earned a good commission selling every piece, you would still have to borrow money to get to Egypt. There are thousands of kilometers of desert between here and there.”\nThere was a moment of silence so profound that it seemed the city was asleep. No sound from the bazaars, no arguments among the merchants, no men climbing to the towers to chant. No hope, no adventure, no old kings or Personal Legends, no treasure, and no Pyramids. It was as if the world had fallen silent because the boy’s soul had. He sat there, staring blankly through the door of the café, wishing that he had died, and that everything would end forever at that moment.\nThe merchant looked anxiously at the boy. All the joy he had seen that morning had suddenly disappeared.\n“I can give you the money you need to get back to your country, my son,” said the crystal merchant.\nThe boy said nothing. He got up, adjusted his clothing, and picked up his pouch.\n“I’ll work for you,” he said.\nAnd after another long silence, he added, “I need money to buy some sheep.”",
            "Unnamed: 3": "The Alchemist of Part 1-12",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "Lit Breakdown-00-Reading",
            "內文": "Reading is like catching a train. Each book is a ride to somewhere new. If you keep saying, maybe later, you'll miss every departure. Procrastination feels safe, but it's just standing still with a smile.\nBooks hold the answers people spend years looking for. Open one and you speed up your progress without rushing. Start small, but start today. Start reading because your tired is like not charging your phone because the battery's low. It's backwards and it keeps you stuck.\nBooks fuel your thinking, your confidence, your edge. Even 10 minutes a day adds up more than you think. Waiting for the perfect mood just delays your growth. Reading isn't a chore. It's maintenance for your mind. Your brain needs books like your body needs movement. Skip too many workouts and it starts to show.\nReading builds mental strength you won't get from scrolling. The hardest part is opening the first page. After that, it's momentum. Don't wait. Train your mind today.\nBooks are shortcuts written by people who already made the mistakes. Procrastinating on reading is like refusing a map when you're lost. You could figure it out yourself or learn from someone who already has. Reading doesn't take time away. It gives it back in smarter decisions. The longer you wait, the further behind you get. Grab the shortcut. Open the book.\nKnowledge is like water for your goals. Books are how you pour it in. You can plant ambition, but if you don't feed it, nothing grows. Procrastination is a dry season you choose. Reading brings in the rain, slow, steady, and powerful.\nYou don't need to read everything. Just something. Today's pages are tomorrow's roots. Oh, stay focused with books, switch to audiobooks. You'll be surprised how easy and enjoyable it becomes.",
            "Unnamed: 3": "Lit Breakdown-00-Reading",
            "分類": [
                "Lit Breakdown"
            ]
        },
        {
            "標題": "Lit Breakdown-01-Atomic habits-1",
            "內文": "Welcome to the Lit Breakdown, where we transform the world's most powerful books into audio experiences you can absorb in minutes. Today, we're diving into Atomic Habits by James Clear, a book that doesn't just talk about success, it shows you how to build it one small habit at a time.\nIf you've ever struggled with motivation, consistency, or falling back into old routines, this book is for you. Because Atomic Habits doesn't rely on hype, it delivers a system. A method you can use to rewire your brain, shift your identity, and unlock sustainable results without burning out.\nThroughout this summary, you'll learn. Why tiny changes lead to remarkable results. How to break bad habits and form new ones that stick. The science behind cues, cravings, responses, and rewards. And the secret to becoming the person you've always wanted to be.\nSo grab your headphones, get comfortable, and let's break down the core ideas behind one of the most life-changing books on behavior change ever written.\nChapter 1. The surprising power of a Atomic Habits.\nMost people think massive success comes from massive action. They believe it's the big wins, the overnight transformation, the huge leap, the life-changing breakthrough that defines success. But that's a myth. In reality, it's the tiny changes, the small wins, the Atomic Habits you build day after day, that shape your destiny.\nJames Clear starts his story with a moment that changed his life forever. In high school, he was an athlete, a promising baseball player. Then one day, during a routine game, he was hit in the face with a baseball bat. It shattered his nose, broke his skull, nearly ended his life.\nThe recovery took months, it wrecked his body. He couldn't even breathe properly. He couldn't train. He couldn't play. Most people would have given up. But James didn't try to change everything at once. Instead, he started small. He focused on the basics, waking up early, going to bed on time, eating clean, reading every day, training consistently. Nothing fancy, just simple, consistent actions. One percent better, every day.\nAnd slowly, those tiny gains added up. By the end of college, he was one of the top players in his team, an ESPN academic all-American. A success story built not on huge leaps, but on invisible, incremental progress.\nThis is the power of atomic habits. They're small. So small, they often feel meaningless, like brushing your teeth for two minutes, writing a single paragraph, doing five push-ups, drinking one glass of water instead of soda. Individually, they seem like nothing. But over time, those small actions compound.\nThat's what people forget. Improving by just one percent every day doesn't seem like much. Until a year goes by. Then, you're 37 times better. Not twice as good. Not five times better. 37 times. That's the power of compound growth. Not just for money, but for habits.\nAnd the reverse? If you get one percent worse every day, you don't notice it right away. You skip the gym once. You scroll for an extra hour. You eat one more cookie. Nothing breaks instantly. But slowly, you drift off course. A small error in direction today leads to a completely different destination in the future.\nClear puts it like this. Habits are the compound interest of self-improvement.\nWe think outcomes are about goals, but James Clear reveals a deeper truth. You do not rise to the level of your goals. You fall to the level of your systems. Let that sink in.\nGoals are the results you want. But systems are the processes that lead you there. Want to write a book? That's a goal. But the system is writing 500 words a day. Want to get fit? That's a goal. But the system is hitting the gym three times a week. It's not the goal that gets you results. It's the system, your habits.\nAnd here's the trap most people fall into. They set big goals. They change their environment. They push hard for a week or two. And then they crash. Why? Because they're relying on motivation instead of identity.\nHere's where chapter one drops its biggest insight. True behavior change is identity change. You don't just want to read more books. You want to become a reader. You don't just want to work out. You want to become an athlete. You don't just want to write. You want to become a writer.\nWhen your habits are tied to your identity, everything shifts. Every action becomes a vote for the kind of person you wish to become. Skip a workout. One missed vote. But hit the gym. That's a vote for I am someone who doesn't quit. Write a page today. That's a vote for I am a disciplined creator.\nJames Clear says, the more you repeat a behavior, the more you reinforce the identity associated with that behavior. Your habits are not just actions. They are proof to yourself every day of who you are becoming.\nSo how do you actually change? Not by setting bigger goals, not by wishing harder, but by focusing on systems over goals, identity over motivation, and process over perfection.\nClear's formula? Outcome based habits focus on what you want to achieve. Identity based habits focus on who you wish to become.\nDon't say, I want to run a marathon. Say, I'm becoming the kind of person who runs every day. Don't say, I want to lose weight. Say, I'm becoming the kind of person who values health and then act on it in the smallest possible way.\nWhy? Because small habits are sustainable. They don't rely on willpower. They don't require massive effort. They sneak into your life and become automatic. One push up. One page. One glass of water. One minute of silence. And then the ripple begins.\nChapter one leaves us with a powerful message. Success is not a goal to reach. It's a system to build. It's an identity to embody. It's a process to trust.\nHabits are the invisible architecture of your life. They work for you or against you, whether you notice or not. The question isn't whether you have habits. It's whether your habits are helping you or holding you back.\nThis is where your transformation begins. Not with a grand announcement. Not with a 30 day challenge. But with one tiny action. One atomic habit. One choice that says, this is who I am now.",
            "Unnamed: 3": "Lit Breakdown-01-Atomic habits-1",
            "分類": [
                "Lit Breakdown"
            ]
        },
        {
            "標題": "Lit Breakdown-01-Atomic habits-2",
            "內文": "Chapter two. How your habits shape your identity and vice versa.\nEvery action you take is a vote. A vote for the type of person you believe you are becoming. Let that settle in for a moment.\nWhen we think of habits, we often focus on goals. We ask ourselves, what do I want to achieve? How can I lose weight? How can I make more money? How can I be more productive?\nBut James Clear blips the script in chapter two. He says the better question is, who do I want to become? Because here's the truth. Habits shape identity and identity shapes habits.\nThink of identity as the deepest layer of behavior change. There are three layers, outcomes, the results you want, like writing a book. Processes, the systems you follow, like writing daily, identity, the beliefs you hold about yourself, like I am a writer.\nMost people try to change by focusing on outcomes. But real change starts from the inside out. You don't become a healthy person by chasing a number on the scale. You become a healthy person by embodying healthy habits until health becomes part of who you are.\nLet's say you're trying to quit smoking. If someone offers you a cigarette and you say, no thanks, I'm trying to quit. You're still identifying as a smoker. Someone who smokes, but is attempting not to. But if you say, no thanks, I'm not a smoker. That's identity change. You're no longer someone trying to change. You are the new identity.\nThis subtle shift is everything. Because once you believe something about yourself, your brain works hard to stay consistent with it. Your habits become expressions of who you are.\nLet's look at a few powerful examples. If you believe you're bad at math, you'll avoid solving problems. Even when you're capable. If you believe you're lazy, you'll resist discipline, even when motivation strikes. If you believe you're a runner, you'll run even when it rains.\nSo how do we form these identities? Through repetition, you don't need to convince yourself overnight. You just need to prove it with small wins. Every time you go to the gym, you cast a vote for being a fit person. Every time you write a page, you reinforce the identity of a writer. Every time you meditate, you build the belief that you're a calm, centered person.\nAs clear puts it, every action is a vote for the type of person you wish to become.\nIdentity is not fixed. It's not something you're born with. It's something you build, habit by habit.\nBut here's the danger. The process works in reverse too. If you binge watch instead of reading, if you skip the workout again, if you procrastinate instead of creating, those two are votes for the wrong identity.\nBut don't panic. You don't need to be perfect. You don't need 100% of the votes. You just need to win the majority. Enough small actions that say, this is who I am now. Over time, your brain catches up. Your identity shifts.\nAnd when identity aligns with behavior, consistency becomes effortless. You don't have to force yourself to write. You write because that's who you are. You don't have to push yourself to eat clean. You eat clean because that's what you do.\nSo how do you intentionally shape your identity? Clear gives us a powerful two-step framework. Decide the type of person you want to be. Prove it to yourself with small wins.\nStart by asking, who is the type of person that could achieve the result I want? Want to run a marathon? Become a person who runs daily. Want to become financially independent? Become someone who tracks every dollar. Want to be a great parent? Become someone who's present and listens.\nOnce you know the identity you want, stack the small wins. It's not about doing more. It's about doing it consistently, even if it's small. Don't underestimate the power of showing up. Even if you write one sentence, even if you jog for five minutes, even if you meditate for just 30 seconds, that's a vote for your identity.\nAnd here's something beautiful about this process. It's not just about discipline. It's about becoming the kind of person who doesn't need motivation. Because when your actions flow from your identity, they feel natural. You don't need to wake up every day and ask, do I feel like going to the gym? You just go because that's what healthy people do, and that's who you are.\nHere's what most people get wrong about habit change. They try to fake it until they make it. They adopt new behaviors without changing the underlying identity. And it never lasts, but when you start with identity, everything else falls into place.\nWhen your identity changes, your standards change. What used to feel like effort becomes baseline. What used to feel impossible becomes obvious because you're no longer trying to act differently. You are different.\nLet's recap what chapter two teaches us. Habits shape identity and identity shapes habits. True behavior change is identity change. Every action is a vote for the person you want to become. You don't need perfection. You need consistency. Decide who you want to be. Then prove it with small wins.\nThis isn't about willpower. This isn't about overnight success. It's about becoming the person who naturally lives the life you desire.\nSo today, ask yourself, who do I want to become? Then take one tiny action, one vote to back it up. Because with every choice, you're not just changing what you do, you're changing who you are.",
            "Unnamed: 3": "Lit Breakdown-01-Atomic habits-2",
            "分類": [
                "Lit Breakdown"
            ]
        },
        {
            "標題": "Lit Breakdown-01-Atomic habits-3",
            "內文": "Chapter three. How to build better habits in four simple steps?\nAll habits follow the same pattern. Q, craving, response, and reward. James Clear introduces this as the four laws of behavior change. It's a simple, powerful framework for building good habits and breaking bad ones.\nHere's how it works. First, there's the Q, the trigger that initiates behavior. It's the signal your brain uses to begin a habit. A Q can be anything, a notification, a time of day, a specific location, or even an emotional state.\nNext comes the craving, the motivational force behind every habit. It's not the habit itself you crave, but the change in state it delivers. You don't crave brushing your teeth. You crave a clean mouth. You don't crave smoking a cigarette. You crave the relief it gives. Cravings give habits their power.\nThen we have the response. The habit or action you perform. This could be physical, doing push-ups, mental, making a decision, or emotional, sending a text when you're lonely. The response depends on how motivated you are, and how much friction is involved. If a habit is too difficult, you won't do it.\nFinally, there's the reward, the benefit you get from the habit. This satisfies your craving and teaches your brain. This behavior is worth remembering.\nEvery habit loops through these four stages. And once you understand this cycle, you can begin to design habits that actually stick. Clear calls this the habit loop. And to make it practical, he reframes each step into a law. Make it obvious, cue. Make it attractive, craving. Make it easy, response. Make it satisfying, reward.\nLet's break them down. One, make it obvious. If you want to build a habit, you need to be clear about when and where it happens. Ambiguity kills action. I don't just say I'll eat healthier. Say, I will eat a vegetable with lunch at 1 p.m. in my kitchen. This is called an implementation intention, a clear plan that defines the behavior, time, and place. When you make the cue obvious, your brain knows exactly what to do.\nYou can also use habit stacking, where you attach a new habit to an existing one. For example, after I make my coffee, I will journal for one minute. This way, your existing routines become triggers for new behaviors.\nTwo, make it attractive. The more appealing a habit is, the more likely you are to do it. Clear explains that we are motivated by anticipation. So when a habit looks enjoyable, your brain leans in.\nOne way to make a habit attractive is temptation bundling. Pair something you want to do with something you need to do. For example, only listen to your favorite podcast while running.\nAnother technique is to join a culture where your desired habit is the norm. If everyone around you exercises, you're more likely to adopt that behavior. Humans imitate the habits of those close to them.\nThree, make it easy. The key to long-term consistency isn't discipline, it's reducing friction. The easier a habit is, the more likely it becomes automatic.\nUse the two-minute rule. Downscale any habit into something you can do in under two minutes. Want to read more? Just read one page. Want to work out? Just change into workout clothes. The goal is to master the art of showing up.\nAlso, optimize your environment. If you want to drink more water, leave a bottle on your desk. If you want to stop wasting time on social media, delete the apps. Small environmental tweaks have massive effects.\nFive, make it satisfying. We repeat behaviors that feel good. If a habit rewards you instantly, your brain marks it as worth doing again.\nUse immediate rewards to reinforce positive habits. Track your progress with a habit tracker. Celebrate small wins. Even crossing off a to-do list creates satisfaction.\nOn the flip side, to break a bad habit, make it unsatisfying. Introduce accountability. Make failure visible. Tell a friend. Or use a commitment contract where breaking your habit costs you money.\nThe four laws of behavior change aren't just theory. They're a blueprint. Make the cue obvious. Make the craving attractive. Make the response easy. Make the reward satisfying.\nThis is how you shape your behavior and take control of your future. It's not about radical change. It's about small changes that repeated daily become who you are.",
            "Unnamed: 3": "Lit Breakdown-01-Atomic habits-3",
            "分類": [
                "Lit Breakdown"
            ]
        },
        {
            "標題": "Lit Breakdown-01-Atomic habits-4",
            "內文": "Chapter four. The man who didn't look right.\nIn Chapter four of Atomic Habits, James Clear introduces us to the incredible power of cues and how our brains are constantly scanning our environments for them, often without our conscious awareness.\nHe illustrates this with a real-life story about a woman who sensed something was wrong with her husband, just by the way he looked, even though he seemed fine on the surface. Her brain had unconsciously detected subtle cues that something was off. Moments later, he collapsed.\nThe point. Our brains are constantly picking up patterns and signals, learning how to predict what happens next. This pattern recognition forms the basis of habit formation.\nA cue triggers your brain to initiate a behavior. Over time, your mind learns to associate certain contexts with certain outcomes. You see a donut box at work and suddenly you're craving sugar. You hear a notification ding and instinctively check your phone. These automatic responses are habits built from years of cues and responses.\nClear emphasizes that awareness is the first step to change. You can't change a habit you don't notice. That's why he introduces the concept of a habit scorecard. It's a simple but powerful tool where you list your daily habits and evaluate them as positive, negative or neutral.\nFor example, wake up, check mark positive, check phone immediately, negative, drink a glass of water, positive, skip breakfast, negative. The point isn't to judge yourself, it's to become aware. Most of our habits are unconscious. The habits scorecard brings them into the light.\nClear then introduces implementation intentions and habit stacking as ways to make cues more obvious. Implementation intention. I will behavior at time in location. Habit stacking. After current habit, I will new habit.\nFor instance, after I brush my teeth, I will meditate for one minute. After I pour my morning coffee, I will write down one thing I'm grateful for. These techniques link a new habit to a cue that already exists in your life, making the behavior much more likely to stick.\nClear also discusses environment design. Your surroundings can dramatically influence your habits. Want to eat healthier? Leave fruit out on the counter instead of chips. Want to read more? Leave a book on your pillow.\nIn summary, chapter 4 teaches, our brains constantly respond to cues, often without us realizing. Awareness is the first step toward changing habits. The habit scorecard helps identify current behaviors. Implementation intentions and habit stacking make cues obvious. Designing your environment makes good cues easier to spot and follow.\nIf you want to change your habits, start by changing what your brain sees. Make the cues for good habits impossible to ignore. When you do, your new behavior becomes automatic. Awareness plus design equals transformation.\nChapter 5. The best way to start a new habit.\nJames Clear kicks off chapter 5 with one powerful idea. Make it obvious, and he takes it a step further by explaining the method behind the madness. Implementation intentions and habit stacking.\nSo how do you actually start a habit? How do you go from intention to action? Clear reveals that the most successful people don't leave their habits to chance. They plan for them.\nThey use implementation intentions, a specific formula. I will at in. It sounds simple, but this clarity removes the uncertainty. For example, I will do 15 push-ups at 6.30am in my bedroom. I will drink a glass of water at 7am in my kitchen. I will read 10 pages at 9pm in the living room.\nOnce a behavior is clearly defined and tied to a time and place, it becomes much easier to execute.\nBut Clear doesn't stop there. He introduces habit stacking, a way to use your current routines to trigger new ones. Instead of tying a new habit to time, you tie it to another habit. After I will.\nExamples. After I pour my morning coffee, I will journal for one minute. After I take off my work shoes, I will change into workout clothes. After I brush my teeth, I will floss.\nThis is powerful because it uses something you already do as a reliable cue for the new habit. Clear emphasizes that stacking works best when the cue and new behavior are tightly linked in time and space. And the more consistent your cue, the more automatic your habit becomes.\nHe also warns about choosing the right anchor habit. The original habit needs to be something you do regularly, and ideally at the same time of day. It's no use stacking a habit onto something you only do once a week.\nIn this chapter, Clear also revisits the idea that environment is stronger than motivation. If your cues aren't visible or accessible, your brain won't pick up on them. But if you intentionally craft your surroundings, your environment becomes a silent coach.\nHere's a recap of key strategies from chapter 5, one, implementation intentions. Turn vague intentions into concrete plans. Not, I'll start running. But I'll run at 5 p.m. in the park after work.\nTwo, habit stacking, anchor new habits to current behaviors. After I brush my teeth, I'll stretch for two minutes.\nThree, optimize your environment. Make the cues for good habits obvious. Leave your guitar in the middle of the room. Put your workout clothes on your chair.\nWhen these techniques are used together, starting a habit becomes seamless. The clearer your plan, the less willpower you need.\nChapter 5 reminds us. Habits don't form from vague intentions. They're built through clear, specific cues and reinforced by a supportive environment. Want to change your life? Start by making it obvious.\nTo watch the full video, head over to my YouTube channel, the Lit Breakdown. Don't miss the complete summary.",
            "Unnamed: 3": "Lit Breakdown-01-Atomic habits-4",
            "分類": [
                "Lit Breakdown"
            ]
        },
        {
            "標題": "Lit Breakdown-02-power",
            "內文": "What if I told you that power isn't about luck?\nIt's a skill. A calculated game played by kings, spies, and CEOs through 48 ruthless rules.\n\nSome call it manipulative. Others call it genius.\nReady to learn the laws they don't want you to know?\n\nLaw 1. Never outshine the master. Don't upstage those above you. Let them feel superior.\nLaw 2. Don't over-trust friends. Use enemies. Friends deceive out of jealousy. Former rivals often prove more loyal.\nLaw 3. Conceal your intentions. Be cryptic. Misdirection keeps your goals safe.\nLaw 4. Always say less than necessary. Silence adds gravity. Use dilute power.\nLaw 5. Guard your reputation at all costs. Reputation is your armor. Build it. Protect it.\nLaw 6. Court attention at all costs. Invisibility is power lost. Stand out to stay relevant.\nLaw 7. Let others work. Take the credit. Leverage others' efforts. Position yourself as the mastermind.\nLaw 8. Make others come to you. Control conversations and negotiations from a place of power.\nLaw 9. Win through actions, not arguments. Prove. Don't pontificate.\nLaw 10. Avoid the unhappy and unlucky. Misery is contagious. Surround yourself with optimism.\n\nLaw 11. Keep people dependent on you. Dependency creates security.\nLaw 12. Use selective honesty and generosity. Disarm enemies with well-placed candor.\nLaw 13. Appeal to self-interest, not mercy. Frame requests around “what’s in it for me?”\nLaw 14. Pose as a friend. Work as a spy. Gather intel subtly to learn your opponents.\nLaw 15. Crush your enemy totally. Leave no room for retaliation.\nLaw 16. Use absence to increase respect. Scarcity elevates value.\nLaw 17. Cultivate suspense and unpredictability. This keeps others off balance.\nLaw 18. Don't isolate. Always keep eyes and ears active in your network.\nLaw 19. Know who you're dealing with. Misjudge at your peril.\nLaw 20. Don't commit to anyone. Maintain independence and freedom.\n\nLaw 21. Play a sucker to catch a sucker. Feign ignorance to disarm people.\nLaw 22. Use the surrender tactic. Yield strategically to win later.\nLaw 23. Concentrate your forces. Focus where it matters most.\nLaw 24. Be the perfect courtier. Master flattery, subtlety, and social skill.\nLaw 25. Recreate yourself. Craft an image that shapes how others perceive you.\nLaw 26. Keep your hands clean. Let others carry out dirty work.\nLaw 27. Create a cult-like following. Use mystery and charisma to build loyalty.\nLaw 28. Enter with boldness.\nLaw 29. Plan all the way to the end. Anticipate each step and outcome.\nLaw 30. Make accomplishments seem effortless. Hide the sweat. Let them see only the shine.\n\nLaw 31. Control the options. Give people choices that serve you.\nLaw 32. Play to people's fantasies. Reality is bleak. People crave dreams.\nLaw 33. Discover each man's thumbscrew. Find and use personal weaknesses.\nLaw 34. Act like a king to be treated like one. Command respect through posture and style.\nLaw 35. Master the art of timing. Patience gives power. Strike when the moment's ripe.\nLaw 36. Disdain what you cannot have. Ignoring it shows superiority.\nLaw 37. Create compelling spectacles. Drama masks action and grabs attention.\nLaw 38. Think as you like. Behave like others. Avoid drawing negative attention with eccentricity.\nLaw 39. Stir up waters to catch fish. Chaos clouds judgment. Stay calm and exploit the disarray.\nLaw 40. Disdain free lunches. What's free usually binds you.\n\nLaw 41. Avoid stepping into a great man's shoes. Blaze your own path.\nLaw 42. Strike the shepherd. Remove the leader and the flock scatters.\nLaw 43. Win hearts and minds. Blend emotional appeal with logic.\nLaw 44. Disarm with the mirror effect. Imitate to manipulate and deflect.\nLaw 45. Preach change but reform slowly. Change in moderation eases resistance.\nLaw 46. Never appear too perfect. Reveal flaws to deflect envy.\nLaw 47. Know when to stop. Victory can lead to excess. Pause before you overreach.\nLaw 48. Assume formlessness. Shape-shift to avoid being targeted.\n\nForty-eight laws.\nForty-eight strategies to gain, retain, or avoid losing power.\nUse them wisely—for defense or for strategy.",
            "Unnamed: 3": "Lit Breakdown-02-power",
            "分類": [
                "Lit Breakdown"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-01 ",
            "內文": "The Alchemist, Part 2 - 1\nBOY HAD BEEN WORKING FOR THE crystal merchant for almost a month, and he could see that it wasn’t exactly the kind of job that would make him happy.\nThe merchant spent the entire day mumbling behind the counter, telling the boy to be careful with the pieces and not to break anything.\nBut he stayed with the job because the merchant, although he was an old grouch, treated him fairly; the boy received a good commission for each piece he sold, and had already been able to put some money aside.\nThat morning he had done some calculating: if he continued to work every day as he had been, he would need a whole year to be able to buy some sheep.\n“I’d like to build a display case for the crystal,” the boy said to the merchant. “We could place it outside, and attract those people who pass at the bottom of the hill.”\n“I’ve never had one before,” the merchant answered. “People will pass by and bump into it, and pieces will be broken.”\n“Well, when I took my sheep through the fields some of them might have died if we had come upon a snake. But that’s the way life is with sheep and with shepherds.”\nThe merchant turned to a customer who wanted three crystal glasses. He was selling better than ever . . . as if time had turned back to the old days when the street had been one of Tangier’s major attractions.\n“Business has really improved,” he said to the boy, after the customer had left. “I’m doing much better, and soon you’ll be able to return to your sheep. Why ask more out of life?”\n“Because we have to respond to omens,” the boy said, almost without meaning to; then he regretted what he had said, because the merchant had never met the king.\n“It’s called the principle of favorability, beginner’s luck. Because life wants you to achieve your Personal Legend,” the old king had said.\nBut the merchant understood what the boy had said. The boy’s very presence in the shop was an omen, and, as time passed and money was pouring into the cash drawer, he had no regrets about having hired the boy.\nThe boy was being paid more money than he deserved, because the merchant, thinking that sales wouldn’t amount to much, had offered the boy a high commission rate. He had assumed he would soon return to his sheep.\n“Why did you want to get to the Pyramids?” he asked, to get away from the business of the display.\n“Because I’ve always heard about them,” the boy answered, saying nothing about his dream. The treasure was now nothing but a painful memory, and he tried to avoid thinking about it.\n“I don’t know anyone around here who would want to cross the desert just to see the Pyramids,” said the merchant. “They’re just a pile of stones. You could build one in your backyard.”\n“You’ve never had dreams of travel,” said the boy, turning to wait on a customer who had entered the shop.\nTwo days later, the merchant spoke to the boy about the display.\n“I don’t much like change,” he said. “You and I aren’t like Hassan, that rich merchant. If he makes a buying mistake, it doesn’t affect him much. But we two have to live with our mistakes.”\nThat’s true enough, the boy thought, ruefully.\n“Why did you think we should have the display?”\n“I want to get back to my sheep faster. We have to take advantage when luck is on our side, and do as much to help it as it’s doing to help us. It’s called the principle of favorability. Or beginner’s luck.”\nThe merchant was silent for a few moments. Then he said, “The Prophet gave us the Koran, and left us just five obligations to satisfy during our lives. The most important is to believe only in the one true God. The others are to pray five times a day, fast during Ramadan, and be charitable to the poor.”\nHe stopped there. His eyes filled with tears as he spoke of the Prophet. He was a devout man, and, even with all his impatience, he wanted to live his life in accordance with Muslim law.\n“What’s the fifth obligation?” the boy asked.\n“Two days ago, you said that I had never dreamed of travel,” the merchant answered. “The fifth obligation of every Muslim is a pilgrimage. We are obliged, at least once in our lives, to visit the holy city of Mecca.\n“Mecca is a lot farther away than the Pyramids. When I was young, all I wanted to do was put together enough money to start this shop. I thought that someday I’d be rich, and could go to Mecca.\nI began to make some money, but I could never bring myself to leave someone in charge of the shop; the crystals are delicate things. At the same time, people were passing my shop all the time, heading for Mecca.\nSome of them were rich pilgrims, traveling in caravans with servants and camels, but most of the people making the pilgrimage were poorer than I.\n“All who went there were happy at having done so. They placed the symbols of the pilgrimage on the doors of their houses. One of them, a cobbler who made his living mending boots, said that he had traveled for almost a year through the desert, but that he got more tired when he had to walk through the streets of Tangier buying his leather.”\n“Well, why don’t you go to Mecca now?” asked the boy.\n“Because it’s the thought of Mecca that keeps me alive. That’s what helps me face these days that are all the same, these mute crystals on the shelves, and lunch and dinner at that same horrible café. I’m afraid that if my dream is realized, I’ll have no reason to go on living.\n“You dream about your sheep and the Pyramids, but you’re different from me, because you want to realize your dreams. I just want to dream about Mecca. I’ve already imagined a thousand times crossing the desert, arriving at the Plaza of the Sacred Stone, the seven times I walk around it before allowing myself to touch it.\nI’ve already imagined the people who would be at my side, and those in front of me, and the conversations and prayers we would share. But I’m afraid that it would all be a disappointment, so I prefer just to dream about it.”\nThat day, the merchant gave the boy permission to build the display. Not everyone can see his dreams come true in the same way.",
            "Unnamed: 3": "The Alchemist of Part 2-01 ",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-02 ",
            "內文": "Part 2 - 2 \nTwo more months passed, and the shelf brought many customers into the crystal shop.\nThe boy estimated that, if he worked for six more months, he could return to Spain and buy sixty sheep, and yet another sixty. In less than a year, he would have doubled his flock, and he would be able to do business with the Arabs, because he was now able to speak their strange language.\nSince that morning in the marketplace, he had never again made use of Urim and Thummim, because Egypt was now just as distant a dream for him as was Mecca for the merchant.\nAnyway, the boy had become happy in his work, and thought all the time about the day when he would disembark at Tarifa as a winner.\n“You must always know what it is that you want,” the old king had said. The boy knew, and was now working toward it. Maybe it was his treasure to have wound up in that strange land, met up with a thief, and doubled the size of his flock without spending a cent.\nHe was proud of himself. He had learned some important things, like how to deal in crystal, and about the language without words . . . and about omens.\nOne afternoon he had seen a man at the top of the hill, complaining that it was impossible to find a decent place to get something to drink after such a climb. The boy, accustomed to recognizing omens, spoke to the merchant.\n“Let’s sell tea to the people who climb the hill.”\n“Lots of places sell tea around here,” the merchant said.\n“But we could sell tea in crystal glasses. The people will enjoy the tea and want to buy the glasses. I have been told that beauty is the great seducer of men.”\nThe merchant didn’t respond, but that afternoon, after saying his prayers and closing the shop, he invited the boy to sit with him and share his hookah, that strange pipe used by the Arabs.\n“What is it you’re looking for?” asked the old merchant.\n“I’ve already told you. I need to buy my sheep back, so I have to earn the money to do so.”\nThe merchant put some new coals in the hookah, and inhaled deeply.\n“I’ve had this shop for thirty years. I know good crystal from bad, and everything else there is to know about crystal. I know its dimensions and how it behaves. If we serve tea in crystal, the shop is going to expand. And then I’ll have to change my way of life.”\n“Well, isn’t that good?”\n“I’m already used to the way things are. Before you came, I was thinking about how much time I had wasted in the same place, while my friends had moved on, and either went bankrupt or did better than they had before. It made me very depressed. Now, I can see that it hasn’t been too bad. The shop is exactly the size I always wanted it to be. I don’t want to change anything, because I don’t know how to deal with change. I’m used to the way I am.”\nThe boy didn’t know what to say. The old man continued, “You have been a real blessing to me. Today, I understand something I didn’t see before: every blessing ignored becomes a curse. I don’t want anything else in life. But you are forcing me to look at wealth and at horizons I have never known. Now that I have seen them, and now that I see how immense my possibilities are, I’m going to feel worse than I did before you arrived. Because I know the things I should be able to accomplish, and I don’t want to do so.”\nIt’s good I refrained from saying anything to the baker in Tarifa, thought the boy to himself.\nThey went on smoking the pipe for a while as the sun began to set. They were conversing in Arabic, and the boy was proud of himself for being able to do so. There had been a time when he thought that his sheep could teach him everything he needed to know about the world. But they could never have taught him Arabic.\nThere are probably other things in the world that the sheep can’t teach me, thought the boy as he regarded the old merchant. All they ever do, really, is look for food and water. And maybe it wasn’t that they were teaching me, but that I was learning from them.\n“Maktub,” the merchant said, finally.\n“What does that mean?”\n“You would have to have been born an Arab to understand,” he answered. “But in your language it would be something like ‘It is written.’”\nAnd, as he smothered the coals in the hookah, he told the boy that he could begin to sell tea in the crystal glasses. Sometimes, there’s just no way to hold back the river.\nThe men climbed the hill, and they were tired when they reached the top. But there they saw a crystal shop that offered refreshing mint tea. They went in to drink the tea, which was served in beautiful crystal glasses.\n“My wife never thought of this,” said one, and he bought some crystal—he was entertaining guests that night, and the guests would be impressed by the beauty of the glassware.\nThe other man remarked that tea was always more delicious when it was served in crystal, because the aroma was retained.\nThe third said that it was a tradition in the Orient to use crystal glasses for tea because it had magical powers.\nBefore long, the news spread, and a great many people began to climb the hill to see the shop that was doing something new in a trade that was so old. Other shops were opened that served tea in crystal, but they weren’t at the top of a hill, and they had little business.\n\nEventually, the merchant had to hire two more employees. He began to import enormous quantities of tea, along with his crystal, and his shop was sought out by men and women with a thirst for things new.\n\nAnd, in that way, the months passed.",
            "Unnamed: 3": "The Alchemist of Part 2-02 ",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-03 ",
            "內文": "Part 2 - 3 \nThe boy awoke before dawn. It had been eleven months and nine days since he had first set foot on the African continent.\nHe dressed in his Arabian clothing of white linen, bought especially for this day. He put his headcloth in place and secured it with a ring made of camel skin. Wearing his new sandals, he descended the stairs silently.\nThe city was still sleeping. He prepared himself a sandwich and drank some hot tea from a crystal glass. Then he sat in the sun-filled doorway, smoking the hookah.\nHe smoked in silence, thinking of nothing, and listening to the sound of the wind that brought the scent of the desert. When he had finished his smoke, he reached into one of his pockets, and sat there for a few moments, regarding what he had withdrawn.\nIt was a bundle of money. Enough to buy himself a hundred and twenty sheep, a return ticket, and a license to import products from Africa into his own country.\nHe waited patiently for the merchant to awaken and open the shop. Then the two went off to have some more tea.\n“I’m leaving today,” said the boy. “I have the money I need to buy my sheep. And you have the money you need to go to Mecca.”\nThe old man said nothing.\n“Will you give me your blessing?” asked the boy. “You have helped me.” The man continued to prepare his tea, saying nothing. Then he turned to the boy.\n“I am proud of you,” he said. “You brought a new feeling into my crystal shop. But you know that I’m not going to go to Mecca. Just as you know that you’re not going to buy your sheep.”\n“Who told you that?” asked the boy, startled.\n“Maktub,” said the old crystal merchant.\nAnd he gave the boy his blessing.\nThe boy went to his room and packed his belongings. They filled three sacks. As he was leaving, he saw, in the corner of the room, his old shepherd’s pouch. It was bunched up, and he had hardly thought of it for a long time. As he took his jacket out of the pouch, thinking to give it to someone in the street, the two stones fell to the floor. Urim and Thummim.\nIt made the boy think of the old king, and it startled him to realize how long it had been since he had thought of him. For nearly a year, he had been working incessantly, thinking only of putting aside enough money so that he could return to Spain with pride.\n“Never stop dreaming,” the old king had said. “Follow the omens.”\nThe boy picked up Urim and Thummim, and, once again, had the strange sensation that the old king was nearby. He had worked hard for a year, and the omens were that it was time to go.\nI’m going to go back to doing just what I did before, the boy thought. Even though the sheep didn’t teach me to speak Arabic.\nBut the sheep had taught him something even more important: that there was a language in the world that everyone understood, a language the boy had used throughout the time that he was trying to improve things at the shop. It was the language of enthusiasm, of things accomplished with love and purpose, and as part of a search for something believed in and desired. Tangier was no longer a strange city, and he felt that, just as he had conquered this place, he could conquer the world.\n“When you want something, all the universe conspires to help you achieve it,” the old king had said.\nBut the old king hadn’t said anything about being robbed, or about endless deserts, or about people who know what their dreams are but don’t want to realize them. The old king hadn’t told him that the Pyramids were just a pile of stones, or that anyone could build one in his backyard. And he had forgotten to mention that, when you have enough money to buy a flock larger than the one you had before, you should buy it.\nThe boy picked up his pouch and put it with his other things. He went down the stairs and found the merchant waiting on a foreign couple, while two other customers walked about the shop, drinking tea from crystal glasses. It was more activity than usual for this time of the morning. From where he stood, he saw for the first time that the old merchant’s hair was very much like the hair of the old king. He remembered the smile of the candy seller, on his first day in Tangier, when he had nothing to eat and nowhere to go—that smile had also been like the old king’s smile.\nIt’s almost as if he had been here and left his mark, he thought. And yet, none of these people has ever met the old king. On the other hand, he said that he always appeared to help those who are trying to realize their Personal Legend.\nHe left without saying good-bye to the crystal merchant. He didn’t want to cry with the other people there. He was going to miss the place and all the good things he had learned. He was more confident in himself, though, and felt as though he could conquer the world.\n“But I’m going back to the fields that I know, to take care of my flock again.” He said that to himself with certainty, but he was no longer happy with his decision. He had worked for an entire year to make a dream come true, and that dream, minute by minute, was becoming less important. Maybe because that wasn’t really his dream.\nWho knows . . . maybe it’s better to be like the crystal merchant: never go to Mecca, and just go through life wanting to do so, he thought, again trying to convince himself. But as he held Urim and Thummim in his hand, they had transmitted to him the strength and will of the old king. By coincidence—or maybe it was an omen, the boy thought—he came to the bar he had entered on his first day there. The thief wasn’t there, and the owner brought him a cup of tea.",
            "Unnamed: 3": "The Alchemist of Part 2-03 ",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-04 ",
            "內文": "Part 2 - 4 \nI can always go back to being a shepherd, the boy thought. I learned how to care for sheep, and I haven’t forgotten how that’s done. But maybe I’ll never have another chance to get to the Pyramids in Egypt. The old man wore a breastplate of gold, and he knew about my past. He really was a king, a wise king.\nThe hills of Andalusia were only two hours away, but there was an entire desert between him and the Pyramids. Yet the boy felt that there was another way to regard his situation: he was actually two hours closer to his treasure . . . the fact that the two hours had stretched into an entire year didn’t matter.\nI know why I want to get back to my flock, he thought. I understand sheep; they’re no longer a problem, and they can be good friends. On the other hand, I don’t know if the desert can be a friend, and it’s in the desert that I have to search for my treasure. If I don’t find it, I can always go home. I finally have enough money, and all the time I need. Why not?\nHe suddenly felt tremendously happy. He could always go back to being a shepherd. He could always become a crystal salesman again. Maybe the world had other hidden treasures, but he had a dream, and he had met with a king. That doesn’t happen to just anyone!\nHe was planning as he left the bar. He had remembered that one of the crystal merchant’s suppliers transported his crystal by means of caravans that crossed the desert. He held Urim and Thummim in his hand; because of those two stones, he was once again on the way to his treasure.\n“I am always nearby, when someone wants to realize their Personal Legend,” the old king had told him.\nWhat could it cost to go over to the supplier’s warehouse and find out if the Pyramids were really that far away?\nThe Englishman was sitting on a bench in a structure that smelled of animals, sweat, and dust; it was part warehouse, part corral. I never thought I’d end up in a place like this, he thought, as he leafed through the pages of a chemical journal. Ten years at the university, and here I am in a corral.\nBut he had to move on. He believed in omens. All his life and all his studies were aimed at finding the one true language of the universe. First he had studied Esperanto, then the world’s religions, and now it was alchemy. He knew how to speak Esperanto, he understood all the major religions well, but he wasn’t yet an alchemist. He had unraveled the truths behind important questions, but his studies had taken him to a point beyond which he could not seem to go. He had tried in vain to establish a relationship with an alchemist. But the alchemists were strange people, who thought only about themselves, and almost always refused to help him. Who knows, maybe they had failed to discover the secret of the Master Work—the Philosopher’s Stone—and for this reason kept their knowledge to themselves.\nHe had already spent much of the fortune left to him by his father, fruitlessly seeking the Philosopher’s Stone. He had spent enormous amounts of time at the great libraries of the world, and had purchased all the rarest and most important volumes on alchemy. In one he had read that, many years ago, a famous Arabian alchemist had visited Europe. It was said that he was more than two hundred years old, and that he had discovered the Philosopher’s Stone and the Elixir of Life. The Englishman had been profoundly impressed by the story. But he would never have thought it more than just a myth, had not a friend of his—returning from an archaeological expedition in the desert—told him about an Arab that was possessed of exceptional powers.\n“He lives at the Al-Fayoum oasis,” his friend had said. “And people say that he is two hundred years old, and is able to transform any metal into gold.”\nThe Englishman could not contain his excitement. He canceled all his commitments and pulled together the most important of his books, and now here he was, sitting inside a dusty, smelly warehouse. Outside, a huge caravan was being prepared for a crossing of the Sahara, and was scheduled to pass through Al-Fayoum.\nI’m going to find that damned alchemist, the Englishman thought. And the odor of the animals became a bit more tolerable.\nA young Arab, also loaded down with baggage, entered, and greeted the Englishman.\n“Where are you bound?” asked the young Arab.\n“I’m going into the desert,” the man answered, turning back to his reading. He didn’t want any conversation at this point. What he needed to do was review all he had learned over the years, because the alchemist would certainly put him to the test.\nThe young Arab took out a book and began to read. The book was written in Spanish. That’s good, thought the Englishman. He spoke Spanish better than Arabic, and, if this boy was going to Al-Fayoum, there would be someone to talk to when there were no other important things to do.\n“That’s strange,” said the boy, as he tried once again to read the burial scene that began the book. “I’ve been trying for two years to read this book, and I never get past these first few pages.” Even without a king to provide an interruption, he was unable to concentrate.\nHe still had some doubts about the decision he had made. But he was able to understand one thing: making a decision was only the beginning of things. When someone makes a decision, he is really diving into a strong current that will carry him to places he had never dreamed of when he first made the decision.\nWhen I decided to seek out my treasure, I never imagined that I’d wind up working in a crystal shop, he thought. And joining this caravan may have been my decision, but where it goes is going to be a mystery to me.\nNearby was the Englishman, reading a book. He seemed unfriendly, and had looked irritated when the boy had entered. They might even have become friends, but the Englishman closed off the conversation.",
            "Unnamed: 3": "The Alchemist of Part 2-04 ",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-05 ",
            "內文": "Part 2 - 5\nThe boy closed his book. He felt that he didn’t want to do anything that might make him look like the Englishman. He took Urim and Thummim from his pocket, and began playing with them.\nThe stranger shouted, “Urim and Thummim!”\nIn a flash the boy put them back in his pocket.\n“They’re not for sale,” he said.\n“They’re not worth much,” the Englishman answered. “They’re only made of rock crystal, and there are millions of rock crystals in the earth. But those who know about such things would know that those are Urim and Thummim. I didn’t know that they had them in this part of the world.”\n“They were given to me as a present by a king,” the boy said.\nThe stranger didn’t answer; instead, he put his hand in his pocket, and took out two stones that were the same as the boy’s.\n“Did you say a king?” he asked.\n“I guess you don’t believe that a king would talk to someone like me, a shepherd,” he said, wanting to end the conversation.\n“Not at all. It was shepherds who were the first to recognize a king that the rest of the world refused to acknowledge. So, it’s not surprising that kings would talk to shepherds.”\nAnd he went on, fearing that the boy wouldn’t understand what he was talking about, “It’s in the Bible. The same book that taught me about Urim and Thummim. These stones were the only form of divination permitted by God. The priests carried them in a golden breastplate.”\nThe boy was suddenly happy to be there at the warehouse.\n“Maybe this is an omen,” said the Englishman, half aloud.\n“Who told you about omens?” The boy’s interest was increasing by the moment.\n“Everything in life is an omen,” said the Englishman, now closing the journal he was reading. “There is a universal language, understood by everybody, but already forgotten. I am in search of that universal language, among other things. That’s why I’m here. I have to find a man who knows that universal language. An alchemist.”\nThe conversation was interrupted by the warehouse boss.\n“You’re in luck, you two,” the fat Arab said. “There’s a caravan leaving today for Al-Fayoum.”\n“But I’m going to Egypt,” the boy said.\n“Al-Fayoum is in Egypt,” said the Arab. “What kind of Arab are you?”\n“That’s a good luck omen,” the Englishman said, after the fat Arab had gone out. “If I could, I’d write a huge encyclopedia just about the words luck and coincidence. It’s with those words that the universal language is written.”\nHe told the boy it was no coincidence that he had met him with Urim and Thummim in his hand. And he asked the boy if he, too, were in search of the alchemist.\n“I’m looking for a treasure,” said the boy, and he immediately regretted having said it. But the Englishman appeared not to attach any importance to it.\n“In a way, so am I,” he said.\n“I don’t even know what alchemy is,” the boy was saying, when the warehouse boss called to them to come outside.\n“I’m the leader of the caravan,” said a dark-eyed, bearded man. “I hold the power of life and death for every person I take with me. The desert is a capricious lady, and sometimes she drives men crazy.”\nThere were almost two hundred people gathered there, and four hundred animals—camels, horses, mules, and fowl. In the crowd were women, children, and a number of men with swords at their belts and rifles slung on their shoulders. The Englishman had several suitcases filled with books. There was a babble of noise, and the leader had to repeat himself several times for everyone to understand what he was saying.\n“There are a lot of different people here, and each has his own God. But the only God I serve is Allah, and in his name I swear that I will do everything possible once again to win out over the desert. But I want each and every one of you to swear by the God you believe in that you will follow my orders no matter what. In the desert, disobedience means death.”\nThere was a murmur from the crowd. Each was swearing quietly to his or her own God. The boy swore to Jesus Christ. The Englishman said nothing. And the murmur lasted longer than a simple vow would have. The people were also praying to heaven for protection.\nA long note was sounded on a bugle, and everyone mounted up. The boy and the Englishman had bought camels, and climbed uncertainly onto their backs. The boy felt sorry for the Englishman’s camel, loaded down as he was with the cases of books.\n“There’s no such thing as coincidence,” said the Englishman, picking up the conversation where it had been interrupted in the warehouse. “I’m here because a friend of mine heard of an Arab who . . .”\nBut the caravan began to move, and it was impossible to hear what the Englishman was saying. The boy knew what he was about to describe, though: the mysterious chain that links one thing to another, the same chain that had caused him to become a shepherd, that had caused his recurring dream, that had brought him to a city near Africa, to find a king, and to be robbed in order to meet a crystal merchant, and . . .\nThe closer one gets to realizing his Personal Legend, the more that Personal Legend becomes his true reason for being, thought the boy.",
            "Unnamed: 3": "The Alchemist of Part 2-05 ",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-06 ",
            "內文": "Part 2 - 6\nThe caravan moved toward the east. It traveled during the morning, halted when the sun was at its strongest, and resumed late in the afternoon. The boy spoke very little with the Englishman, who spent most of his time with his books.\nThe boy observed in silence the progress of the animals and people across the desert. Now everything was quite different from how it was that day they had set out: then, there had been confusion and shouting, the cries of children and the whinnying of animals, all mixed with the nervous orders of the guides and the merchants.\nBut, in the desert, there was only the sound of the eternal wind, and of the hoofbeats of the animals. Even the guides spoke very little to one another.\n“I’ve crossed these sands many times,” said one of the camel drivers one night. “But the desert is so huge, and the horizons so distant, that they make a person feel small, and as if he should remain silent.”\nThe boy understood intuitively what he meant, even without ever having set foot in the desert before. Whenever he saw the sea, or a fire, he fell silent, impressed by their elemental force.\nI’ve learned things from the sheep, and I’ve learned things from crystal, he thought. I can learn something from the desert, too. It seems old and wise.\nThe wind never stopped, and the boy remembered the day he had sat at the fort in Tarifa with this same wind blowing in his face. It reminded him of the wool from his sheep . . . his sheep who were now seeking food and water in the fields of Andalusia, as they always had.\n“They’re not my sheep anymore,” he said to himself, without nostalgia. “They must be used to their new shepherd, and have probably already forgotten me. That’s good. Creatures like the sheep, that are used to traveling, know about moving on.”\nHe thought of the merchant’s daughter, and was sure that she had probably married. Perhaps to a baker, or to another shepherd who could read and could tell her exciting stories—after all, he probably wasn’t the only one. But he was excited at his intuitive understanding of the camel driver’s comment: maybe he was also learning the universal language that deals with the past and the present of all people. “Hunches,” his mother used to call them. The boy was beginning to understand that intuition is really a sudden immersion of the soul into the universal current of life, where the histories of all people are connected, and we are able to know everything, because it’s all written there.\n“Maktub,” the boy said, remembering the crystal merchant.\nThe desert was all sand in some stretches, and rocky in others. When the caravan was blocked by a boulder, it had to go around it; if there was a large rocky area, they had to make a major detour. If the sand was too fine for the animals’ hooves, they sought a way where the sand was more substantial. In some places, the ground was covered with the salt of dried-up lakes. The animals balked at such places, and the camel drivers were forced to dismount and unburden their charges. The drivers carried the freight themselves over such treacherous footing, and then reloaded the camels. If a guide were to fall ill or die, the camel drivers would draw lots and appoint a new one.\nBut all this happened for one basic reason: no matter how many detours and adjustments it made, the caravan moved toward the same compass point. Once obstacles were overcome, it returned to its course, sighting on a star that indicated the location of the oasis. When the people saw that star shining in the morning sky, they knew they were on the right course toward water, palm trees, shelter, and other people. It was only the Englishman who was unaware of all this; he was, for the most part, immersed in reading his books.\nThe boy, too, had his book, and he had tried to read it during the first few days of the journey. But he found it much more interesting to observe the caravan and listen to the wind. As soon as he had learned to know his camel better, and to establish a relationship with him, he threw the book away. Although the boy had developed a superstition that each time he opened the book he would learn something important, he decided it was an unnecessary burden.\nHe became friendly with the camel driver who traveled alongside him. At night, as they sat around the fire, the boy related to the driver his adventures as a shepherd.\nDuring one of these conversations, the driver told of his own life. \n“I used to live near El Cairum,” he said. “I had my orchard, my children, and a life that would change not at all until I died. One year, when the crop was the best ever, we all went to Mecca, and I satisfied the only unmet obligation in my life. I could die happily, and that made me feel good.\n“One day, the earth began to tremble, and the Nile overflowed its banks. It was something that I thought could happen only to others, never to me. My neighbors feared they would lose all their olive trees in the flood, and my wife was afraid that we would lose our children. I thought that everything I owned would be destroyed.\n“The land was ruined, and I had to find some other way to earn a living. So now I’m a camel driver. But that disaster taught me to understand the word of Allah: people need not fear the unknown if they are capable of achieving what they need and want.\n“We are afraid of losing what we have, whether it’s our life or our possessions and property. But this fear evaporates when we understand that our life stories and the history of the world were written by the same hand.",
            "Unnamed: 3": "The Alchemist of Part 2-06 ",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-07 ",
            "內文": "Part 2 - 7\nSometimes, their caravan met with another. One always had something that the other needed—as if everything were indeed written by one hand. As they sat around the fire, the camel drivers exchanged information about windstorms, and told stories about the desert.\n\nAt other times, mysterious, hooded men would appear; they were Bedouins who did surveillance along the caravan route. They provided warnings about thieves and barbarian tribes. They came in silence and departed the same way, dressed in black garments that showed only their eyes.\n\nOne night, a camel driver came to the fire where the Englishman and the boy were sitting. “There are rumors of tribal wars,” he told them.\n\nThe three fell silent. The boy noted that there was a sense of fear in the air, even though no one said anything. Once again he was experiencing the language without words . . . the universal language.\n\nThe Englishman asked if they were in danger.\n\n“Once you get into the desert, there’s no going back,” said the camel driver. “And, when you can’t go back, you have to worry only about the best way of moving forward. The rest is up to Allah, including the danger.”\n\nAnd he concluded by saying the mysterious word: “Maktub.”\n\n“You should pay more attention to the caravan,” the boy said to the Englishman, after the camel driver had left. “We make a lot of detours, but we’re always heading for the same destination.”\n\n“And you ought to read more about the world,” answered the Englishman. “Books are like caravans in that respect.”\n\nThe immense collection of people and animals began to travel faster. The days had always been silent, but now, even the nights—when the travelers were accustomed to talking around the fires—had also become quiet. And, one day, the leader of the caravan made the decision that the fires should no longer be lighted, so as not to attract attention to the caravan.\n\nThe travelers adopted the practice of arranging the animals in a circle at night, sleeping together in the center as protection against the nocturnal cold. And the leader posted armed sentinels at the fringes of the group.\n\nThe Englishman was unable to sleep one night. He called to the boy, and they took a walk along the dunes surrounding the encampment. There was a full moon, and the boy told the Englishman the story of his life.\n\nThe Englishman was fascinated with the part about the progress achieved at the crystal shop after the boy began working there.\n\n“That’s the principle that governs all things,” he said. “In alchemy, it’s called the Soul of the World. When you want something with all your heart, that’s when you are closest to the Soul of the World. It’s always a positive force.”\n\nHe also said that this was not just a human gift, that everything on the face of the earth had a soul, whether mineral, vegetable, or animal—or even just a simple thought.\n\n“Everything on earth is being continuously transformed, because the earth is alive . . . and it has a soul. We are part of that soul, so we rarely recognize that it is working for us. But in the crystal shop you probably realized that even the glasses were collaborating in your success.”\n\nThe boy thought about that for a while as he looked at the moon and the bleached sands. “I have watched the caravan as it crossed the desert,” he said. “The caravan and the desert speak the same language, and it’s for that reason that the desert allows the crossing. It’s going to test the caravan’s every step to see if it’s in time, and, if it is, we will make it to the oasis.”\n\n“If either of us had joined this caravan based only on personal courage, but without understanding that language, this journey would have been much more difficult.”\n\nThey stood there looking at the moon.\n\n“That’s the magic of omens,” said the boy. “I’ve seen how the guides read the signs of the desert, and how the soul of the caravan speaks to the soul of the desert.”\n\nThe Englishman said, “I’d better pay more attention to the caravan.”\n\n“And I’d better read your books,” said the boy.\n\nThey were strange books. They spoke about mercury, salt, dragons, and kings, and he didn’t understand any of it. But there was one idea that seemed to repeat itself throughout all the books: all things are the manifestation of one thing only.\n\nIn one of the books he learned that the most important text in the literature of alchemy contained only a few lines, and had been inscribed on the surface of an emerald.\n\n“It’s the Emerald Tablet,” said the Englishman, proud that he might teach something to the boy.\n\n“Well, then, why do we need all these books?” the boy asked.\n\n“So that we can understand those few lines,” the Englishman answered, without appearing really to believe what he had said.\n\nThe book that most interested the boy told the stories of the famous alchemists. They were men who had dedicated their entire lives to the purification of metals in their laboratories; they believed that, if a metal were heated for many years, it would free itself of all its individual properties, and what was left would be the Soul of the World. This Soul of the World allowed them to understand anything on the face of the earth, because it was the language with which all things communicated. They called that discovery the Master Work—it was part liquid and part solid.\n\n“Can’t you just observe men and omens in order to understand the language?” the boy asked.\n\n“You have a mania for simplifying everything,” answered the Englishman, irritated. “Alchemy is a serious discipline. Every step has to be followed exactly as it was followed by the masters.”\n\nThe boy learned that the liquid part of the Master Work was called the Elixir of Life, and that it cured all illnesses; it also kept the alchemist from growing old. And the solid part was called the Philosopher’s Stone.\n\n“It’s not easy to find the Philosopher’s Stone,” said the Englishman. “The alchemists spent years in their laboratories, observing the fire that purified the metals. They spent so much time close to the fire that gradually they gave up the vanities of the world. They discovered that the purification of the metals had led to a purification of themselves.”\n\nThe boy thought about the crystal merchant. He had said that it was a good thing for the boy to clean the crystal pieces, so that he could free himself from negative thoughts. The boy was becoming more and more convinced that alchemy could be learned in one’s daily life.",
            "Unnamed: 3": "The Alchemist of Part 2-07 ",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-08 ",
            "內文": "Part 2 - 8 \n“Also,” said the Englishman, “the Philosopher’s Stone has a fascinating property. A small sliver of the stone can transform large quantities of metal into gold.”\nHaving heard that, the boy became even more interested in alchemy. He thought that, with some patience, he’d be able to transform everything into gold. He read the lives of the various people who had succeeded in doing so: Helvétius, Elias, Fulcanelli, and Geber. They were fascinating stories: each of them lived out his Personal Legend to the end. They traveled, spoke with wise men, performed miracles for the incredulous, and owned the Philosopher’s Stone and the Elixir of Life.\nBut when the boy wanted to learn how to achieve the Master Work, he became completely lost. There were just drawings, coded instructions, and obscure texts.\n“Why do they make things so complicated?” he asked the Englishman one night. The boy had noticed that the Englishman was irritable, and missed his books.\n“So that those who have the responsibility for understanding can understand,” he said. “Imagine if everyone went around transforming lead into gold. Gold would lose its value. It’s only those who are persistent, and willing to study things deeply, who achieve the Master Work. That’s why I’m here in the middle of the desert. I’m seeking a true alchemist who will help me to decipher the codes.”\n“When were these books written?” the boy asked.\n“Many centuries ago.”\n“They didn’t have the printing press in those days,” the boy argued. “There was no way for everybody to know about alchemy. Why did they use such strange language, with so many drawings?”\nThe Englishman didn’t answer him directly. He said that for the past few days he had been paying attention to how the caravan operated, but that he hadn’t learned anything new. The only thing he had noticed was that talk of war was becoming more and more frequent.\nThen one day the boy returned the books to the Englishman. “Did you learn anything?” the Englishman asked, eager to hear what it might be. He needed someone to talk to so as to avoid thinking about the possibility of war.\n“I learned that the world has a soul, and that whoever understands that soul can also understand the language of things. I learned that many alchemists realized their Personal Legends, and wound up discovering the Soul of the World, the Philosopher’s Stone, and the Elixir of Life. But, above all, I learned that these things are all so simple that they could be written on the surface of an emerald.”\nThe Englishman was disappointed. The years of research, the magic symbols, the strange words, and the laboratory equipment . . . none of this had made an impression on the boy. His soul must be too primitive to understand those things, he thought.\nHe took back his books and packed them away again in their bags.\n“Go back to watching the caravan,” he said. “That didn’t teach me anything, either.”\nThe boy went back to contemplating the silence of the desert, and the sand raised by the animals. “Everyone has his or her own way of learning things,” he said to himself. “His way isn’t the same as mine, nor mine as his. But we’re both in search of our Personal Legends, and I respect him for that.”\nThe caravan began to travel day and night. The hooded Bedouins reappeared more and more frequently, and the camel driver—who had become a good friend of the boy’s—explained that the war between the tribes had already begun. The caravan would be very lucky to reach the oasis.\nThe animals were exhausted, and the men talked among themselves less and less. The silence was the worst aspect of the night, when the mere groan of a camel—which before had been nothing but the groan of a camel—now frightened everyone, because it might signal a raid.\nThe camel driver, though, seemed not to be very concerned with the threat of war.\n“I’m alive,” he said to the boy, as they ate a bunch of dates one night, with no fires and no moon. “When I’m eating, that’s all I think about. If I’m on the march, I just concentrate on marching. If I have to fight, it will be just as good a day to die as any other. Because I don’t live in either my past or my future. I’m interested only in the present. If you can concentrate always on the present, you’ll be a happy man. You’ll see that there is life in the desert, that there are stars in the heavens, and that tribesmen fight because they are part of the human race. Life will be a party for you, a grand festival, because life is the moment we’re living right now.”\nTwo nights later, as he was getting ready to bed down, the boy looked for the star they followed every night. He thought that the horizon was a bit lower than it had been, because he seemed to see stars on the desert itself.\n“It’s the oasis,” said the camel driver.\n“Well, why don’t we go there right now?” the boy asked.\n“Because we have to sleep.”\nThe boy awoke as the sun rose. There, in front of him, where the small stars had been the night before, was an endless row of date palms, stretching across the entire desert.\n\n“We’ve done it!” said the Englishman, who had also awakened early. But the boy was quiet. He was at home with the silence of the desert, and he was content just to look at the trees. He still had a long way to go to reach the Pyramids, and someday this morning would just be a memory. But this was the present moment—the party the camel driver had mentioned—and he wanted to live it as he did the lessons of his past and his dreams of the future. Although the vision of the date palms would someday be just a memory, right now it signified shade, water, and a refuge from the war. Yesterday, the camel’s groan signaled danger, and now a row of date palms could herald a miracle.\n\nThe world speaks many languages, the boy thought.",
            "Unnamed: 3": "The Alchemist of Part 2-08 ",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-09",
            "內文": "Part 2 - 9\nThe times rush past, and so do the caravans, thought the alchemist, as he watched the hundreds of people and animals arriving at the oasis. People were shouting at the new arrivals, dust obscured the desert sun, and the children of the oasis were bursting with excitement at the arrival of the strangers.\nThe alchemist saw the tribal chiefs greet the leader of the caravan, and converse with him at length.\nBut none of that mattered to the alchemist. He had already seen many people come and go, and the desert remained as it was. He had seen kings and beggars walking the desert sands. The dunes were changed constantly by the wind, yet these were the same sands he had known since he was a child.\nHe always enjoyed seeing the happiness that the travelers experienced when, after weeks of yellow sand and blue sky, they first saw the green of the date palms. Maybe God created the desert so that man could appreciate the date trees, he thought.\nHe decided to concentrate on more practical matters. He knew that in the caravan there was a man to whom he was to teach some of his secrets. The omens had told him so. He didn’t know the man yet, but his practiced eye would recognize him when he appeared. He hoped that it would be someone as capable as his previous apprentice.\nI don’t know why these things have to be transmitted by word of mouth, he thought. It wasn’t exactly that they were secrets; God revealed his secrets easily to all his creatures.\nHe had only one explanation for this fact: things have to be transmitted this way because they were made up from the pure life, and this kind of life cannot be captured in pictures or words.\nBecause people become fascinated with pictures and words, and wind up forgetting the Language of the World.\nThe boy couldn’t believe what he was seeing: the oasis, rather than being just a well surrounded by a few palm trees—as he had seen once in a geography book—was much larger than many towns back in Spain. There were three hundred wells, fifty thousand date trees, and innumerable colored tents spread among them.\n“It looks like A Thousand and One Nights,” said the Englishman, impatient to meet with the alchemist.\nThey were surrounded by children, curious to look at the animals and people that were arriving. The men of the oasis wanted to know if they had seen any fighting, and the women competed with one another for access to the cloth and precious stones brought by the merchants.\nThe silence of the desert was a distant dream; the travelers in the caravan were talking incessantly, laughing and shouting, as if they had emerged from the spiritual world and found themselves once again in the world of people. They were relieved and happy.\nThey had been taking careful precautions in the desert, but the camel driver explained to the boy that oases were always considered to be neutral territories, because the majority of the inhabitants were women and children. There were oases throughout the desert, but the tribesmen fought in the desert, leaving the oases as places of refuge.\nWith some difficulty, the leader of the caravan brought all his people together and gave them his instructions. The group was to remain there at the oasis until the conflict between the tribes was over. Since they were visitors, they would have to share living space with those who lived there, and would be given the best accommodations. That was the law of hospitality.\nThen he asked that everyone, including his own sentinels, hand over their arms to the men appointed by the tribal chieftains.\n“Those are the rules of war,” the leader explained. “The oases may not shelter armies or troops.”\nTo the boy’s surprise, the Englishman took a chrome-plated revolver out of his bag and gave it to the men who were collecting the arms.\n“Why a revolver?” he asked.\n“It helped me to trust in people,” the Englishman answered.\nMeanwhile, the boy thought about his treasure. The closer he got to the realization of his dream, the more difficult things became. It seemed as if what the old king had called “beginner’s luck” were no longer functioning. In his pursuit of the dream, he was being constantly subjected to tests of his persistence and courage. So he could not be hasty, nor impatient. If he pushed forward impulsively, he would fail to see the signs and omens left by God along his path.\nGod placed them along my path. He had surprised himself with the thought. Until then, he had considered the omens to be things of this world. Like eating or sleeping, or like seeking love or finding a job. He had never thought of them in terms of a language used by God to indicate what he should do.\n“Don’t be impatient,” he repeated to himself. “It’s like the camel driver said: ‘Eat when it’s time to eat. And move along when it’s time to move along.’”\nThat first day, everyone slept from exhaustion, including the Englishman. The boy was assigned a place far from his friend, in a tent with five other young men of about his age. They were people of the desert, and clamored to hear his stories about the great cities.\nThe boy told them about his life as a shepherd, and was about to tell them of his experiences at the crystal shop when the Englishman came into the tent.\n“I’ve been looking for you all morning,” he said, as he led the boy outside. “I need you to help me find out where the alchemist lives.”\nFirst, they tried to find him on their own. An alchemist would probably live in a manner that was different from that of the rest of the people at the oasis, and it was likely that in his tent an oven was continuously burning. They searched everywhere, and found that the oasis was much larger than they could have imagined; there were hundreds of tents.",
            "Unnamed: 3": "The Alchemist of Part 2-09",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-10",
            "內文": " Part 2 - 10\n“We’ve wasted almost the entire day,” said the Englishman, sitting down with the boy near one of the wells.\n“Maybe we’d better ask someone,” the boy suggested.\nThe Englishman didn’t want to tell others about his reasons for being at the oasis, and couldn’t make up his mind. But, finally, he agreed that the boy, who spoke better Arabic than he, should do so.\nThe boy approached a woman who had come to the well to fill a goatskin with water. “Good afternoon, ma’am. I’m trying to find out where the alchemist lives here at the oasis.”\nThe woman said she had never heard of such a person, and hurried away. But before she fled, she advised the boy that he had better not try to converse with women who were dressed in black, because they were married women. He should respect tradition.\nThe Englishman was disappointed. It seemed he had made the long journey for nothing. The boy was also saddened; his friend was in pursuit of his Personal Legend. And, when someone was in such pursuit, the entire universe made an effort to help him succeed—that’s what the old king had said. He couldn’t have been wrong.\n“I had never heard of alchemists before,” the boy said. “Maybe no one here has, either.”\nThe Englishman’s eyes lit up. “That’s it! Maybe no one here knows what an alchemist is! Find out who it is who cures the people’s illnesses!”\nSeveral women dressed in black came to the well for water, but the boy would speak to none of them, despite the Englishman’s insistence. Then a man approached.\n“Do you know someone here who cures people’s illnesses?” the boy asked.\n“Allah cures our illnesses,” said the man, clearly frightened of the strangers. “You’re looking for witch doctors.” He spoke some verses from the Koran, and moved on.\nAnother man appeared. He was older, and was carrying a small bucket. The boy repeated his question.\n“Why do you want to find that sort of person?” the Arab asked.\n“Because my friend here has traveled for many months in order to meet with him,” the boy said.\n“If such a man is here at the oasis, he must be the very powerful one,” said the old man after thinking for a few moments. “Not even the tribal chieftains are able to see him when they want to. Only when he consents. Wait for the end of the war. Then leave with the caravan. Don’t try to enter into the life of the oasis,” he said, and walked away.\nBut the Englishman was exultant. They were on the right track.\nFinally, a young woman approached who was not dressed in black. She had a vessel on her shoulder, and her head was covered by a veil, but her face was uncovered. The boy approached her to ask about the alchemist.\nAt that moment, it seemed to him that time stood still, and the Soul of the World surged within him. When he looked into her dark eyes, and saw that her lips were poised between a laugh and silence, he learned the most important part of the language that all the world spoke—the language that everyone on earth was capable of understanding in their heart. It was love. Something older than humanity, more ancient than the desert. Something that exerted the same force whenever two pairs of eyes met, as had theirs here at the well.\nShe smiled, and that was certainly an omen—the omen he had been awaiting, without even knowing he was, for all his life. The omen he had sought to find with his sheep and in his books, in the crystals and in the silence of the desert.\nIt was the pure Language of the World. It required no explanation, just as the universe needs none as it travels through endless time. What the boy felt at that moment was that he was in the presence of the only woman in his life, and that, with no need for words, she recognized the same thing. He was more certain of it than of anything in the world.\nHe had been told by his parents and grandparents that he must fall in love and really know a person before becoming committed. But maybe people who felt that way had never learned the universal language. Because, when you know that language, it’s easy to understand that someone in the world awaits you, whether it’s in the middle of the desert or in some great city. And when two such people encounter each other, and their eyes meet, the past and the future become unimportant.\nThere is only that moment, and the incredible certainty that everything under the sun has been written by one hand only. It is the hand that evokes love, and creates a twin soul for every person in the world. Without such love, one’s dreams would have no meaning.\nMaktub, thought the boy.\nThe Englishman shook the boy: “Come on, ask her!”\nThe boy stepped closer to the girl, and when she smiled, he did the same.\n“What’s your name?” he asked.\n“Fatima,” the girl said, averting her eyes.\n“That’s what some women in my country are called.”\n“It’s the name of the Prophet’s daughter,” Fatima said. “The invaders carried the name everywhere.” The beautiful girl spoke of the invaders with pride.\nThe Englishman prodded him, and the boy asked her about the man who cured people’s illnesses.\n“That’s the man who knows all the secrets of the world,” she said. “He communicates with the genies of the desert.”\nThe genies were the spirits of good and evil. And the girl pointed to the south, indicating that it was there the strange man lived. Then she filled her vessel with water and left.\nThe Englishman vanished, too, gone to find the alchemist. And the boy sat there by the well for a long time, remembering that one day in Tarifa the levanter had brought to him the perfume of that woman, and realizing that he had loved her before he even knew she existed. He knew that his love for her would enable him to discover every treasure in the world.\nThe next day, the boy returned to the well, hoping to see the girl. To his surprise, the Englishman was there, looking out at the desert.",
            "Unnamed: 3": "The Alchemist of Part 2-10",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-11",
            "內文": "Part  2 - 11\n“I waited all afternoon and evening,” he said. “He appeared with the first stars of evening. I told him what I was seeking, and he asked me if I had ever transformed lead into gold. I told him that was what I had come here to learn. He told me I should try to do so. That’s all he said: ‘Go and try.’”\nThe boy didn’t say anything. The poor Englishman had traveled all this way, only to be told that he should repeat what he had already done so many times.\n“So, then try,” he said to the Englishman.\n“That’s what I’m going to do. I’m going to start now.”\nAs the Englishman left, Fatima arrived and filled her vessel with water.\n“I came to tell you just one thing,” the boy said. “I want you to be my wife. I love you.”\nThe girl dropped the container, and the water spilled.\n“I’m going to wait here for you every day. I have crossed the desert in search of a treasure that is somewhere near the Pyramids, and for me, the war seemed a curse. But now it’s a blessing, because it brought me to you.”\n“The war is going to end someday,” the girl said.\nThe boy looked around him at the date palms. He reminded himself that he had been a shepherd, and that he could be a shepherd again. Fatima was more important than his treasure.\n“The tribesmen are always in search of treasure,” the girl said, as if she had guessed what he was thinking. “And the women of the desert are proud of their tribesmen.”\nShe refilled her vessel and left.\nThe boy went to the well every day to meet with Fatima. He told her about his life as a shepherd, about the king, and about the crystal shop. They became friends, and except for the fifteen minutes he spent with her, each day seemed that it would never pass.\nWhen he had been at the oasis for almost a month, the leader of the caravan called a meeting of all of the people traveling with him.\n“We don’t know when the war will end, so we can’t continue our journey,” he said. “The battles may last for a long time, perhaps even years. There are powerful forces on both sides, and the war is important to both armies. It’s not a battle of good against evil. It’s a war between forces that are fighting for the balance of power, and, when that type of battle begins, it lasts longer than others—because Allah is on both sides.”\nThe people went back to where they were living, and the boy went to meet with Fatima that afternoon. He told her about the morning’s meeting.\n“The day after we met,” Fatima said, “you told me that you loved me. Then, you taught me something of the universal language and the Soul of the World. Because of that, I have become a part of you.”\nThe boy listened to the sound of her voice, and thought it to be more beautiful than the sound of the wind in the date palms.\n“I have been waiting for you here at this oasis for a long time. I have forgotten about my past, about my traditions, and the way in which men of the desert expect women to behave. Ever since I was a child, I have dreamed that the desert would bring me a wonderful present. Now, my present has arrived, and it’s you.”\nThe boy wanted to take her hand. But Fatima’s hands held to the handles of her jug.\n“You have told me about your dreams, about the old king and your treasure. And you’ve told me about omens. So now, I fear nothing, because it was those omens that brought you to me. And I am a part of your dream, a part of your Personal Legend, as you call it.”\n“That’s why I want you to continue toward your goal. If you have to wait until the war is over, then wait. But if you have to go before then, go on in pursuit of your dream. The dunes are changed by the wind, but the desert never changes. That’s the way it will be with our love for each other.”\n“Maktub,” she said. “If I am really a part of your dream, you’ll come back one day.”\nThe boy was sad as he left her that day. He thought of all the married shepherds he had known. They had a difficult time convincing their wives that they had to go off into distant fields. Love required them to stay with the people they loved.\nHe told Fatima that, at their next meeting.\n“The desert takes our men from us, and they don’t always return,” she said. “We know that, and we are used to it. Those who don’t return become a part of the clouds, a part of the animals that hide in the ravines and of the water that comes from the earth. They become a part of everything . . . they become the Soul of the World.”\n“Some do come back. And then the other women are happy because they believe that their men may one day return, as well. I used to look at those women and envy them their happiness. Now, I too will be one of the women who wait.”\n“I’m a desert woman, and I’m proud of that. I want my husband to wander as free as the wind that shapes the dunes. And, if I have to, I will accept the fact that he has become a part of the clouds, and the animals, and the water of the desert.”\nThe boy went to look for the Englishman. He wanted to tell him about Fatima. He was surprised when he saw that the Englishman had built himself a furnace outside his tent. It was a strange furnace, fueled by firewood, with a transparent flask heating on top.\nAs the Englishman stared out at the desert, his eyes seemed brighter than they had when he was reading his books.\n“This is the first phase of the job,” he said. “I have to separate out the sulfur. To do that successfully, I must have no fear of failure. It was my fear of failure that first kept me from attempting the Master Work. Now, I’m beginning what I could have started ten years ago. But I’m happy at least that I didn’t wait twenty years.”",
            "Unnamed: 3": "The Alchemist of Part 2-11",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-12",
            "內文": "Part 2 dash 12\nHe continued to feed the fire, and the boy stayed on until the desert turned pink in the setting sun. He felt the urge to go out into the desert, to see if its silence held the answers to his questions.\nHe wandered for a while, keeping the date palms of the oasis within sight. He listened to the wind, and felt the stones beneath his feet. Here and there, he found a shell, and realized that the desert, in remote times, had been a sea. He sat on a stone, and allowed himself to become hypnotized by the horizon. He tried to deal with the concept of love as distinct from possession, and couldn’t separate them. But Fatima was a woman of the desert, and, if anything could help him to understand, it was the desert.\nAs he sat there thinking, he sensed movement above him. Looking up, he saw a pair of hawks flying high in the sky. He watched the hawks as they drifted on the wind. Although their flight appeared to have no pattern, it made a certain kind of sense to the boy. It was just that he couldn’t grasp what it meant. He followed the movement of the birds, trying to read something into it. Maybe these desert birds could explain to him the meaning of love without ownership.\nHe felt sleepy. In his heart, he wanted to remain awake, but he also wanted to sleep. “I am learning the Language of the World, and everything in the world is beginning to make sense to me . . . even the flight of the hawks,” he said to himself. And, in that mood, he was grateful to be in love. When you are in love, things make even more sense, he thought.\nSuddenly, one of the hawks made a flashing dive through the sky, attacking the other. As it did so, a sudden, fleeting image came to the boy: an army, with its swords at the ready, riding into the oasis. The vision vanished immediately, but it had shaken him. He had heard people speak of mirages, and had already seen some himself: they were desires that, because of their intensity, materialized over the sands of the desert. But he certainly didn’t desire that an army invade the oasis.\nHe wanted to forget about the vision, and return to his meditation. He tried again to concentrate on the pink shades of the desert, and its stones. But there was something there in his heart that wouldn’t allow him to do so.\n“Always heed the omens,” the old king had said. The boy recalled what he had seen in the vision, and sensed that it was actually going to occur.\nHe rose, and made his way back toward the palm trees. Once again, he perceived the many languages in the things about him: this time, the desert was safe, and it was the oasis that had become dangerous.\nThe camel driver was seated at the base of a palm tree, observing the sunset. He saw the boy appear from the other side of the dunes. “An army is coming,” the boy said. “I had a vision.”\n“The desert fills men’s hearts with visions,” the camel driver answered.\nBut the boy told him about the hawks: that he had been watching their flight and had suddenly felt himself to have plunged to the Soul of the World.\nThe camel driver understood what the boy was saying. He knew that any given thing on the face of the earth could reveal the history of all things. One could open a book to any page, or look at a person’s hand; one could turn a card, or watch the flight of the birds . . . whatever the thing observed, one could find a connection with his experience of the moment. Actually, it wasn’t that those things, in themselves, revealed anything at all; it was just that people, looking at what was occurring around them, could find a means of penetration to the Soul of the World.\nThe desert was full of men who earned their living based on the ease with which they could penetrate to the Soul of the World. They were known as seers, and they were held in fear by women and the elderly. Tribesmen were also wary of consulting them, because it would be impossible to be effective in battle if one knew that he was fated to die. The tribesmen preferred the taste of battle, and the thrill of not knowing what the outcome would be; the future was already written by Allah, and what he had written was always for the good of man. So the tribesmen lived only for the present, because the present was full of surprises, and they had to be aware of many things: Where was the enemy’s sword? Where was his horse? What kind of blow should one deliver next in order to remain alive? The camel driver was not a fighter, and he had consulted with seers. Many of them had been right about what they said, while some had been wrong.\nThen, one day, the oldest seer he had ever sought out (and the one most to be feared) had asked why the camel driver was so interested in the future. “Well . . . so I can do things,” he had responded. “And so I can change those things that I don’t want to happen.”\n“But then they wouldn’t be a part of your future,” the seer had said.\n“Well, maybe I just want to know the future so I can prepare myself for what’s coming.”\n“If good things are coming, they will be a pleasant surprise,” said the seer. “If bad things are, and you know in advance, you will suffer greatly before they even occur.”\n“I want to know about the future because I’m a man,” the camel driver had said to the seer. “And men always live their lives based on the future.”\nThe seer was a specialist in the casting of twigs; he threw them on the ground, and made interpretations based on how they fell. That day, he didn’t make a cast. He wrapped the twigs in a piece of cloth and put them back in his bag.\n“I make my living forecasting the future for people,” he said. “I know the science of the twigs, and I know how to use them to penetrate to the place where all is written. There, I can read the past, discover what has already been forgotten, and understand the omens that are here in the present.",
            "Unnamed: 3": "The Alchemist of Part 2-12",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-13",
            "內文": "Part 2 - 13\n“When people consult me, it’s not that I’m reading the future; I am guessing at the future. The future belongs to God, and it is only he who reveals it, under extraordinary circumstances. How do I guess at the future? Based on the omens of the present. The secret is here in the present. If you pay attention to the present, you can improve upon it. And, if you improve on the present, what comes later will also be better. Forget about the future, and live each day according to the teachings, confident that God loves his children. Each day, in itself, brings with it an eternity.”\nThe camel driver had asked what the circumstances were under which God would allow him to see the future.\n“Only when he, himself, reveals it. And God only rarely reveals the future. When he does so, it is for only one reason: it’s a future that was written so as to be altered.”\nGod had shown the boy a part of the future, the camel driver thought. Why was it that he wanted the boy to serve as his instrument?\n“Go and speak to the tribal chieftains,” said the camel driver. “Tell them about the armies that are approaching.”\n“They’ll laugh at me.”\n“They are men of the desert, and the men of the desert are used to dealing with omens.”\n“Well, then, they probably already know.”\n“They’re not concerned with that right now. They believe that if they have to know about something Allah wants them to know, someone will tell them about it. It has happened many times before. But, this time, the person is you.”\nThe boy thought of Fatima. And he decided he would go to see the chiefs of the tribes.\nThe boy approached the guard at the front of the huge white tent at the center of the oasis. “I want to see the chieftains. I’ve brought omens from the desert.”\nWithout responding, the guard entered the tent, where he remained for some time. When he emerged, it was with a young Arab, dressed in white and gold. The boy told the younger man what he had seen, and the man asked him to wait there. He disappeared into the tent.\nNight fell, and an assortment of fighting men and merchants entered and exited the tent. One by one, the campfires were extinguished, and the oasis fell as quiet as the desert. Only the lights in the great tent remained. During all this time, the boy thought about Fatima, and he was still unable to understand his last conversation with her.\nFinally, after hours of waiting, the guard bade the boy enter. The boy was astonished by what he saw inside. Never could he have imagined that, there in the middle of the desert, there existed a tent like this one. The ground was covered with the most beautiful carpets he had ever walked upon, and from the top of the structure hung lamps of handwrought gold, each with a lighted candle. The tribal chieftains were seated at the back of the tent in a semicircle, resting upon richly embroidered silk cushions. Servants came and went with silver trays laden with spices and tea. Other servants maintained the fires in the hookahs. The atmosphere was suffused with the sweet scent of smoke.\nThere were eight chieftains, but the boy could see immediately which of them was the most important: an Arab dressed in white and gold, seated at the center of the semicircle. At his side was the young Arab the boy had spoken with earlier.\n“Who is this stranger who speaks of omens?” asked one of the chieftains, eyeing the boy.\n“It is I,” the boy answered. And he told what he had seen.\n“Why would the desert reveal such things to a stranger, when it knows that we have been here for generations?” said another of the chieftains.\n“Because my eyes are not yet accustomed to the desert,” the boy said. “I can see things that eyes habituated to the desert might not see.”\nAnd also because I know about the Soul of the World, he thought to himself.\n“The oasis is neutral ground. No one attacks an oasis,” said a third chieftain.\n“I can only tell you what I saw. If you don’t want to believe me, you don’t have to do anything about it.”\nThe men fell into an animated discussion. They spoke in an Arabic dialect that the boy didn’t understand, but, when he made to leave, the guard told him to stay. The boy became fearful; the omens told him that something was wrong. He regretted having spoken to the camel driver about what he had seen in the desert.\nSuddenly, the elder at the center smiled almost imperceptibly, and the boy felt better. The man hadn’t participated in the discussion, and, in fact, hadn’t said a word up to that point. But the boy was already used to the Language of the World, and he could feel the vibrations of peace throughout the tent. Now his intuition was that he had been right in coming.\nThe discussion ended. The chieftains were silent for a few moments as they listened to what the old man was saying. Then he turned to the boy: this time his expression was cold and distant.\n“Two thousand years ago, in a distant land, a man who believed in dreams was thrown into a dungeon and then sold as a slave,” the old man said, now in the dialect the boy understood. “Our merchants bought that man, and brought him to Egypt. All of us know that whoever believes in dreams also knows how to interpret them.”\nThe elder continued, “When the pharaoh dreamed of cows that were thin and cows that were fat, this man I’m speaking of rescued Egypt from famine. His name was Joseph. He, too, was a stranger in a strange land, like you, and he was probably about your age.”\n\nHe paused, and his eyes were still unfriendly.",
            "Unnamed: 3": "The Alchemist of Part 2-13",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-14",
            "內文": "Part 2 - 14\n“We always observe the Tradition. The Tradition saved Egypt from famine in those days, and made the Egyptians the wealthiest of peoples. The Tradition teaches men how to cross the desert, and how their children should marry. The Tradition says that an oasis is neutral territory, because both sides have oases, and so both are vulnerable.”\nNo one said a word as the old man continued.\n“But the Tradition also says that we should believe the messages of the desert. Everything we know was taught to us by the desert.”\nThe old man gave a signal, and everyone stood. The meeting was over. The hookahs were extinguished, and the guards stood at attention. The boy made ready to leave, but the old man spoke again:\n“Tomorrow, we are going to break the agreement that says that no one at the oasis may carry arms. Throughout the entire day we will be on the lookout for our enemies. When the sun sets, the men will once again surrender their arms to me. For every ten dead men among our enemies, you will receive a piece of gold.\n“But arms cannot be drawn unless they also go into battle. Arms are as capricious as the desert, and, if they are not used, the next time they might not function. If at least one of them hasn’t been used by the end of the day tomorrow, one will be used on you.”\nWhen the boy left the tent, the oasis was illuminated only by the light of the full moon. He was twenty minutes from his tent, and began to make his way there.\nHe was alarmed by what had happened. He had succeeded in reaching through to the Soul of the World, and now the price for having done so might be his life. It was a frightening bet. But he had been making risky bets ever since the day he had sold his sheep to pursue his Personal Legend. And, as the camel driver had said, to die tomorrow was no worse than dying on any other day. Every day was there to be lived or to mark one’s departure from this world. Everything depended on one word: “Maktub.”\nWalking along in the silence, he had no regrets. If he died tomorrow, it would be because God was not willing to change the future. He would at least have died after having crossed the strait, after having worked in a crystal shop, and after having known the silence of the desert and Fatima’s eyes. He had lived every one of his days intensely since he had left home so long ago. If he died tomorrow, he would already have seen more than other shepherds, and he was proud of that.\nSuddenly he heard a thundering sound, and he was thrown to the ground by a wind such as he had never known. The area was swirling in dust so intense that it hid the moon from view. Before him was an enormous white horse, rearing over him with a frightening scream.\nWhen the blinding dust had settled a bit, the boy trembled at what he saw. Astride the animal was a horseman dressed completely in black, with a falcon perched on his left shoulder. He wore a turban and his entire face, except for his eyes, was covered with a black kerchief. He appeared to be a messenger from the desert, but his presence was much more powerful than that of a mere messenger.\nThe strange horseman drew an enormous, curved sword from a scabbard mounted on his saddle. The steel of its blade glittered in the light of the moon.\n“Who dares to read the meaning of the flight of the hawks?” he demanded, so loudly that his words seemed to echo through the fifty thousand palm trees of Al-Fayoum.\n“It is I who dared to do so,” said the boy. He was reminded of the image of Santiago Matamoros, mounted on his white horse, with the infidels beneath his hooves. This man looked exactly the same, except that now the roles were reversed.\n“It is I who dared to do so,” he repeated, and he lowered his head to receive a blow from the sword. “Many lives will be saved, because I was able to see through to the Soul of the World.”\nThe sword didn’t fall. Instead, the stranger lowered it slowly, until the point touched the boy’s forehead. It drew a droplet of blood.\nThe horseman was completely immobile, as was the boy. It didn’t even occur to the boy to flee. In his heart, he felt a strange sense of joy: he was about to die in pursuit of his Personal Legend. And for Fatima. The omens had been true, after all. Here he was, face-to-face with his enemy, but there was no need to be concerned about dying—the Soul of the World awaited him, and he would soon be a part of it. And, tomorrow, his enemy would also be a part of that Soul.\nThe stranger continued to hold the sword at the boy’s forehead. “Why did you read the flight of the birds?”\n“I read only what the birds wanted to tell me. They wanted to save the oasis. Tomorrow all of you will die, because there are more men at the oasis than you have.”\nThe sword remained where it was. “Who are you to change what Allah has willed?”\n“Allah created the armies, and he also created the hawks. Allah taught me the language of the birds. Everything has been written by the same hand,” the boy said, remembering the camel driver’s words.\nThe stranger withdrew the sword from the boy’s forehead, and the boy felt immensely relieved. But he still couldn’t flee.\n“Be careful with your prognostications,” said the stranger. “When something is written, there is no way to change it.”\n“All I saw was an army,” said the boy. “I didn’t see the outcome of the battle.”\nThe stranger seemed satisfied with the answer. But he kept the sword in his hand. “What is a stranger doing in a strange land?”\n“I am following my Personal Legend. It’s not something you would understand.”",
            "Unnamed: 3": "The Alchemist of Part 2-14",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-15",
            "內文": " Part 2 - 15\n\nThe stranger placed his sword in its scabbard, and the boy relaxed.\n“I had to test your courage,” the stranger said. “Courage is the quality most essential to understanding the Language of the World.”\nThe boy was surprised. The stranger was speaking of things that very few people knew about.\n“You must not let up, even after having come so far,” he continued. “You must love the desert, but never trust it completely. Because the desert tests all men: it challenges every step, and kills those who become distracted.”\nWhat he said reminded the boy of the old king.\n“If the warriors come here, and your head is still on your shoulders at sunset, come and find me,” said the stranger.\nThe same hand that had brandished the sword now held a whip. The horse reared again, raising a cloud of dust.\n“Where do you live?” shouted the boy, as the horseman rode away.\nThe hand with the whip pointed to the south. The boy had met the alchemist.\nNext morning, there were two thousand armed men scattered throughout the palm trees at Al-Fayoum. Before the sun had reached its high point, five hundred tribesmen appeared on the horizon. The mounted troops entered the oasis from the north; it appeared to be a peaceful expedition, but they all carried arms hidden in their robes. When they reached the white tent at the center of Al-Fayoum, they withdrew their scimitars and rifles. And they attacked an empty tent.\nThe men of the oasis surrounded the horsemen from the desert and within half an hour all but one of the intruders were dead. The children had been kept at the other side of a grove of palm trees, and saw nothing of what had happened. The women had remained in their tents, praying for the safekeeping of their husbands, and saw nothing of the battle, either. Were it not for the bodies there on the ground, it would have appeared to be a normal day at the oasis.\nThe only tribesman spared was the commander of the battalion. That afternoon, he was brought before the tribal chieftains, who asked him why he had violated the Tradition. The commander said that his men had been starving and thirsty, exhausted from many days of battle, and had decided to take the oasis so as to be able to return to the war.\nThe tribal chieftain said that he felt sorry for the tribesmen, but that the Tradition was sacred. He condemned the commander to death without honor. Rather than being killed by a blade or a bullet, he was hanged from a dead palm tree, where his body twisted in the desert wind.\nThe tribal chieftain called for the boy, and presented him with fifty pieces of gold. He repeated his story about Joseph of Egypt, and asked the boy to become the counselor of the oasis.\nWhen the sun had set, and the first stars made their appearance, the boy started to walk to the south. He eventually sighted a single tent, and a group of Arabs passing by told the boy that it was a place inhabited by genies. But the boy sat down and waited.\nNot until the moon was high did the alchemist ride into view. He carried two dead hawks over his shoulder.\n“I am here,” the boy said.\n“You shouldn’t be here,” the alchemist answered. “Or is it your Personal Legend that brings you here?”\n“With the wars between the tribes, it’s impossible to cross the desert. So I have come here.”\nThe alchemist dismounted from his horse, and signaled that the boy should enter the tent with him. It was a tent like many at the oasis. The boy looked around for the ovens and other apparatus used in alchemy, but saw none. There were only some books in a pile, a small cooking stove, and the carpets, covered with mysterious designs.\n“Sit down. We’ll have something to drink and eat these hawks,” said the alchemist.\nThe boy suspected that they were the same hawks he had seen on the day before, but he said nothing. The alchemist lighted the fire, and soon a delicious aroma filled the tent. It was better than the scent of the hookahs.\n“Why did you want to see me?” the boy asked.\n“Because of the omens,” the alchemist answered. “The wind told me you would be coming, and that you would need help.”\n“It’s not I the wind spoke about. It’s the other foreigner, the Englishman. He’s the one that’s looking for you.”\n“He has other things to do first. But he’s on the right track. He has begun to try to understand the desert.”\n“And what about me?”\n“When a person really desires something, all the universe conspires to help that person to realize his dream,” said the alchemist, echoing the words of the old king. The boy understood. Another person was there to help him toward his Personal Legend.\n“So you are going to instruct me?”\n“No. You already know all you need to know. I am only going to point you in the direction of your treasure.”\n“But there’s a tribal war,” the boy reiterated.\n“I know what’s happening in the desert.”\n“I have already found my treasure. I have a camel, I have my money from the crystal shop, and I have fifty gold pieces. In my own country, I would be a rich man.”\n“But none of that is from the Pyramids,” said the alchemist.\n“I also have Fatima. She is a treasure greater than anything else I have won.”\n“She wasn’t found at the Pyramids, either.”\nThey ate in silence. The alchemist opened a bottle and poured a red liquid into the boy’s cup. It was the most delicious wine he had ever tasted.\n“Isn’t wine prohibited here?” the boy asked.\n“It’s not what enters men’s mouths that’s evil,” said the alchemist. “It’s what comes out of their mouths that is.”\nThe alchemist was a bit daunting, but, as the boy drank the wine, he relaxed. After they finished eating they sat outside the tent, under a moon so brilliant that it made the stars pale.",
            "Unnamed: 3": "The Alchemist of Part 2-15",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-16",
            "內文": "Part 2 - 16\n“Drink and enjoy yourself,” said the alchemist, noticing that the boy was feeling happier. “Rest well tonight, as if you were a warrior preparing for combat. Remember that wherever your heart is, there you will find your treasure. You’ve got to find the treasure, so that everything you have learned along the way can make sense.\n“Tomorrow, sell your camel and buy a horse. Camels are traitorous: they walk thousands of paces and never seem to tire. Then suddenly, they kneel and die. But horses tire bit by bit. You always know how much you can ask of them, and when it is that they are about to die.”\nThe following night, the boy appeared at the alchemist’s tent with a horse. The alchemist was ready, and he mounted his own steed and placed the falcon on his left shoulder. He said to the boy, “Show me where there is life out in the desert. Only those who can see such signs of life are able to find treasure.”\nThey began to ride out over the sands, with the moon lighting their way. I don’t know if I’ll be able to find life in the desert, the boy thought. I don’t know the desert that well yet.\nHe wanted to say so to the alchemist, but he was afraid of the man. They reached the rocky place where the boy had seen the hawks in the sky, but now there was only silence and the wind.\n“I don’t know how to find life in the desert,” the boy said. “I know that there is life here, but I don’t know where to look.”\n“Life attracts life,” the alchemist answered.\nAnd then the boy understood. He loosened the reins on his horse, who galloped forward over the rocks and sand. The alchemist followed as the boy’s horse ran for almost half an hour. They could no longer see the palms of the oasis—only the gigantic moon above them, and its silver reflections from the stones of the desert.\nSuddenly, for no apparent reason, the boy’s horse began to slow. “There’s life here,” the boy said to the alchemist. “I don’t know the language of the desert, but my horse knows the language of life.”\nThey dismounted, and the alchemist said nothing. Advancing slowly, they searched among the stones. The alchemist stopped abruptly, and bent to the ground. There was a hole there among the stones. The alchemist put his hand into the hole, and then his entire arm, up to his shoulder. Something was moving there, and the alchemist’s eyes—the boy could see only his eyes—squinted with his effort. His arm seemed to be battling with whatever was in the hole. Then, with a motion that startled the boy, he withdrew his arm and leaped to his feet. In his hand, he grasped a snake by the tail.\nThe boy leapt as well, but away from the alchemist. The snake fought frantically, making hissing sounds that shattered the silence of the desert. It was a cobra, whose venom could kill a person in minutes.\n“Watch out for his venom,” the boy said. But even though the alchemist had put his hand in the hole, and had surely already been bitten, his expression was calm. “The alchemist is two hundred years old,” the Englishman had told him. He must know how to deal with the snakes of the desert.\nThe boy watched as his companion went to his horse and withdrew a scimitar. With its blade, he drew a circle in the sand, and then he placed the snake within it. The serpent relaxed immediately.\n“Not to worry,” said the alchemist. “He won’t leave the circle. You found life in the desert, the omen that I needed.”\n“Why was that so important?”\n“Because the Pyramids are surrounded by the desert.” The boy didn’t want to talk about the Pyramids. His heart was heavy, and he had been melancholy since the previous night. To continue his search for the treasure meant that he had to abandon Fatima.\n“I’m going to guide you across the desert,” the alchemist said.\n“I want to stay at the oasis,” the boy answered. “I’ve found Fatima, and, as far as I’m concerned, she’s worth more than treasure.”\n“Fatima is a woman of the desert,” said the alchemist. “She knows that men have to go away in order to return. And she already has her treasure: it’s you. Now she expects that you will find what it is you’re looking for.”\n“Well, what if I decide to stay?”\n“Let me tell you what will happen. You’ll be the counselor of the oasis. You have enough gold to buy many sheep and many camels. You’ll marry Fatima, and you’ll both be happy for a year. You’ll learn to love the desert, and you’ll get to know every one of the fifty thousand palms. You’ll watch them as they grow, demonstrating how the world is always changing. And you’ll get better and better at understanding omens, because the desert is the best teacher there is.\n“Sometime during the second year, you’ll remember about the treasure. The omens will begin insistently to speak of it, and you’ll try to ignore them. You’ll use your knowledge for the welfare of the oasis and its inhabitants. The tribal chieftains will appreciate what you do. And your camels will bring you wealth and power.\n“During the third year, the omens will continue to speak of your treasure and your Personal Legend. You’ll walk around, night after night, at the oasis, and Fatima will be unhappy because she’ll feel it was she who interrupted your quest. But you will love her, and she’ll return your love. You’ll remember that she never asked you to stay, because a woman of the desert knows that she must await her man. So you won’t blame her. But many times you’ll walk the sands of the desert, thinking that maybe you could have left . . . that you could have trusted more in your love for Fatima. Because what kept you at the oasis was your own fear that you might never come back. At that point, the omens will tell you that your treasure is buried forever.\n“Then, sometime during the fourth year, the omens will abandon you, because you’ve stopped listening to them. The tribal chieftains will see that, and you’ll be dismissed from your position as counselor. But, by then, you’ll be a rich merchant, with many camels and a great deal of merchandise. You’ll spend the rest of your days knowing that you didn’t pursue your Personal Legend, and that now it’s too late.",
            "Unnamed: 3": "The Alchemist of Part 2-16",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-17",
            "內文": "Part 2 - 17\n“You must understand that love never keeps a man from pursuing his Personal Legend. If he abandons that pursuit, it’s because it wasn’t true love . . . the love that speaks the Language of the World.”\nThe alchemist erased the circle in the sand, and the snake slithered away among the rocks. The boy remembered the crystal merchant who had always wanted to go to Mecca, and the Englishman in search of the alchemist. He thought of the woman who had trusted in the desert. And he looked out over the desert that had brought him to the woman he loved.\nThey mounted their horses, and this time it was the boy who followed the alchemist back to the oasis. The wind brought the sounds of the oasis to them, and the boy tried to hear Fatima’s voice.\nBut that night, as he had watched the cobra within the circle, the strange horseman with the falcon on his shoulder had spoken of love and treasure, of the women of the desert and of his Personal Legend.\n“I’m going with you,” the boy said. And he immediately felt peace in his heart.\n“We’ll leave tomorrow before sunrise,” was the alchemist’s only response.\nThe boy spent a sleepless night. Two hours before dawn, he awoke one of the boys who slept in his tent, and asked him to show him where Fatima lived. They went to her tent, and the boy gave his friend enough gold to buy a sheep.\nThen he asked his friend to go into the tent where Fatima was sleeping, and to awaken her and tell her that he was waiting outside. The young Arab did as he was asked, and was given enough gold to buy yet another sheep.\n“Now leave us alone,” said the boy to the young Arab. The Arab returned to his tent to sleep, proud to have helped the counselor of the oasis, and happy at having enough money to buy himself some sheep.\nFatima appeared at the entrance to the tent. The two walked out among the palms. The boy knew that it was a violation of the Tradition, but that didn’t matter to him now.\n“I’m going away,” he said. “And I want you to know that I’m coming back. I love you because . . .”\n“Don’t say anything,” Fatima interrupted. “One is loved because one is loved. No reason is needed for loving.”\nBut the boy continued, “I had a dream, and I met with a king. I sold crystal and crossed the desert. And, because the tribes declared war, I went to the well, seeking the alchemist. So, I love you because the entire universe conspired to help me find you.”\nThe two embraced. It was the first time either had touched the other.\n“I’ll be back,” the boy said.\n“Before this, I always looked to the desert with longing,” said Fatima. “Now it will be with hope. My father went away one day, but he returned to my mother, and he has always come back since then.”\nThey said nothing else. They walked a bit farther among the palms, and then the boy left her at the entrance to her tent.\n“I’ll return, just as your father came back to your mother,” he said.\nHe saw that Fatima’s eyes were filled with tears.\n“You’re crying?”\n“I’m a woman of the desert,” she said, averting her face. “But above all, I’m a woman.”\nFatima went back to her tent, and, when daylight came, she went out to do the chores she had done for years. But everything had changed. The boy was no longer at the oasis, and the oasis would never again have the same meaning it had had only yesterday. It would no longer be a place with fifty thousand palm trees and three hundred wells, where the pilgrims arrived, relieved at the end of their long journeys. From that day on, the oasis would be an empty place for her.\nFrom that day on, it was the desert that would be important. She would look to it every day, and would try to guess which star the boy was following in search of his treasure. She would have to send her kisses on the wind, hoping that the wind would touch the boy’s face, and would tell him that she was alive. That she was waiting for him, a woman awaiting a courageous man in search of his treasure. From that day on, the desert would represent only one thing to her: the hope for his return.\n“Don’t think about what you’ve left behind,” the alchemist said to the boy as they began to ride across the sands of the desert. “Everything is written in the Soul of the World, and there it will stay forever.”\n“Men dream more about coming home than about leaving,” the boy said. He was already reaccustomed to the desert’s silence.\n“If what one finds is made of pure matter, it will never spoil. And one can always come back. If what you had found was only a moment of light, like the explosion of a star, you would find nothing on your return.”\nThe man was speaking the language of alchemy. But the boy knew that he was referring to Fatima.\nIt was difficult not to think about what he had left behind. The desert, with its endless monotony, put him to dreaming. The boy could still see the palm trees, the wells, and the face of the woman he loved. He could see the Englishman at his experiments, and the camel driver who was a teacher without realizing it. Maybe the alchemist has never been in love, the boy thought.\nThe alchemist rode in front, with the falcon on his shoulder. The bird knew the language of the desert well, and whenever they stopped, he flew off in search of game. On the first day he returned with a rabbit, and on the second with two birds.",
            "Unnamed: 3": "The Alchemist of Part 2-17",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "標題": "The Alchemist of Part 2-18",
            "內文": "Part 2 - 18\nAt night, they spread their sleeping gear and kept their fires hidden. The desert nights were cold, and were becoming darker and darker as the phases of the moon passed. They went on for a week, speaking only of the precautions they needed to follow in order to avoid the battles between the tribes. The war continued, and at times the wind carried the sweet, sickly smell of blood. Battles had been fought nearby, and the wind reminded the boy that there was the language of omens, always ready to show him what his eyes had failed to observe.\nOn the seventh day, the alchemist decided to make camp earlier than usual. The falcon flew off to find game, and the alchemist offered his water container to the boy.\n“You are almost at the end of your journey,” said the alchemist. “I congratulate you for having pursued your Personal Legend.”\n“And you’ve told me nothing along the way,” said the boy. “I thought you were going to teach me some of the things you know. A while ago, I rode through the desert with a man who had books on alchemy. But I wasn’t able to learn anything from them.”\n“There is only one way to learn,” the alchemist answered. “It’s through action. Everything you need to know you have learned through your journey. You need to learn only one thing more.”\nThe boy wanted to know what that was, but the alchemist was searching the horizon, looking for the falcon.\n“Why are you called the alchemist?”\n“Because that’s what I am.”\n“And what went wrong when other alchemists tried to make gold and were unable to do so?”\n“They were looking only for gold,” his companion answered. “They were seeking the treasure of their Personal Legend, without wanting actually to live out the Personal Legend.”\n“What is it that I still need to know?” the boy asked.\nBut the alchemist continued to look to the horizon. And finally the falcon returned with their meal. They dug a hole and lit their fire in it, so that the light of the flames would not be seen.\n“I’m an alchemist simply because I’m an alchemist,” he said, as he prepared the meal. “I learned the science from my grandfather, who learned from his father, and so on, back to the creation of the world. In those times, the Master Work could be written simply on an emerald. But men began to reject simple things, and to write tracts, interpretations, and philosophical studies. They also began to feel that they knew a better way than others had. Yet the Emerald Tablet is still alive today.”\n“What was written on the Emerald Tablet?” the boy wanted to know.\nThe alchemist began to draw in the sand, and completed his drawing in less than five minutes. As he drew, the boy thought of the old king, and the plaza where they had met that day; it seemed as if it had taken place years and years ago.\n“This is what was written on the Emerald Tablet,” said the alchemist, when he had finished.\nThe boy tried to read what was written in the sand.\n“It’s a code,” said the boy, a bit disappointed. “It looks like what I saw in the Englishman’s books.”\n“No,” the alchemist answered. “It’s like the flight of those two hawks; it can’t be understood by reason alone. The Emerald Tablet is a direct passage to the Soul of the World.\n“The wise men understood that this natural world is only an image and a copy of paradise. The existence of this world is simply a guarantee that there exists a world that is perfect. God created the world so that, through its visible objects, men could understand his spiritual teachings and the marvels of his wisdom. That’s what I mean by action.”\n“Should I understand the Emerald Tablet?” the boy asked.\n“Perhaps, if you were in a laboratory of alchemy, this would be the right time to study the best way to understand the Emerald Tablet. But you are in the desert. So immerse yourself in it. The desert will give you an understanding of the world; in fact, anything on the face of the earth will do that. You don’t even have to understand the desert: all you have to do is contemplate a simple grain of sand, and you will see in it all the marvels of creation.”\n“How do I immerse myself in the desert?”\n“Listen to your heart. It knows all things, because it came from the Soul of the World, and it will one day return there.”\nThey crossed the desert for another two days in silence. The alchemist had become much more cautious, because they were approaching the area where the most violent battles were being waged. As they moved along, the boy tried to listen to his heart.\nIt was not easy to do; in earlier times, his heart had always been ready to tell its story, but lately that wasn’t true. There had been times when his heart spent hours telling of its sadness, and at other times it became so emotional over the desert sunrise that the boy had to hide his tears. His heart beat fastest when it spoke to the boy of treasure, and more slowly when the boy stared entranced at the endless horizons of the desert. But his heart was never quiet, even when the boy and the alchemist had fallen into silence.\n“Why do we have to listen to our hearts?” the boy asked, when they had made camp that day.\n“Because, wherever your heart is, that is where you’ll find your treasure.”\n“But my heart is agitated,” the boy said. “It has its dreams, it gets emotional, and it’s become passionate over a woman of the desert. It asks things of me, and it keeps me from sleeping many nights, when I’m thinking about her.”\n“Well, that’s good. Your heart is alive. Keep listening to what it has to say.”\nDuring the next three days, the two travelers passed by a number of armed tribesmen, and saw others on the horizon. The boy’s heart began to speak of fear. It told him stories it had heard from the Soul of the World, stories of men who sought to find their treasure and never succeeded. Sometimes it frightened the boy with the idea that he might not find his treasure, or that he might die there in the desert. At other times, it told the boy that it was satisfied: it had found love and riches.",
            "Unnamed: 3": "The Alchemist of Part 2-18",
            "分類": [
                "The Alchemist"
            ]
        },
        {
            "Unnamed: 3": "100/139",
            "Unnamed: 4": "“My heart is a traitor,",
            "分類": []
        }
    ]
}