{
    "New Words": [
        {
            "標題": "bike-accident",
            "內文": "I had a minor bike accident recently. A car suddenly came out from the sidewalk, and I had to brake hard to avoid it. I ended up skidding and falling. I was bleeding a lot, so I asked the driver to call an ambulance. I got a few stitches at the ER. Luckily, the wounds have mostly healed now, but I sprained my wrist and my knee still hurts a bit. I’m doing some rehab at the moment.\n\nI also went to the police station to check the CCTV footage to understand what happened during the accident. We gave our statements and are now waiting for the initial assessment of the accident. Responsibility for the incident still needs to be determined.\n\nIn Taiwan, the law requires drivers to have third-party insurance, which means I may be able to ask the driver to cover my medical expenses related to the accident. I think most of the fees will be paid by the driver's insurance company.",
            "Unnamed: 3": "bike-accident",
            "分類": [
                "生活"
            ]
        },
        {
            "標題": "take-action",
            "內文": "You can dream, plan, and think about what you want, but nothing changes until you take action. Taking action means doing something, even if it feels scary or hard, but it's the only way to move closer to your goals and make your dreams real. Sometimes people wait for the perfect moment, but the truth is, the best time to start is now. Every small step you take counts. It might be as simple as sending a message, trying a new skill, or deciding to believe in yourself. Action creates momentum, which builds confidence. When you act, you learn from mistakes and get stronger. Without action, fears and doubts grow, but when you move forward, even slowly, you prove to yourself that you can handle challenges. You open doors to new opportunities. You meet new people who support your journey. But remember, no one else can do that for you. Your future depends on what you do today. So don’t wait—take that first step. No matter how small, keep going, keep trying, and never give up. Your dreams are waiting for your action. Make it happen.",
            "Unnamed: 3": "take-action",
            "分類": [
                "鼓勵"
            ]
        },
        {
            "標題": "design-myths",
            "內文": "One common idea I often question is that good design must always be something never-before-seen.\nIn reality, originality only matters when it enhances function, evokes emotion, strengthens storytelling, or truly resonates with the user's experience. Being different for the sake of it isn’t enough.\nUsers rely on familiar patterns to navigate products. If we change too much, we risk confusing or frustrating them. Good design isn’t about constant invention — it’s about making the best choices for the user.\nGreat designers know when to follow conventions and when to break them. They use creativity to enhance usability and experience — not just to stand out.",
            "Unnamed: 3": "design-myths",
            "分類": [
                "Design"
            ]
        },
        {
            "標題": "1-about-yourself-A",
            "內文": "Sure. I’m an industrial designer with more than 16 years in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting projects in car seats.  One of my recent stroller designs — which transforms into both a ground seat and a wagon — was recognized with a 2025 Red Dot Design Award. My strength is creating safe, user-friendly designs that balance creativity with manufacturability.",
            "Unnamed: 3": "1-about-yourself-A",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "1-about-yourself-B",
            "內文": "I’m an industrial designer with more than 16 years of experience in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting car seat projects. I focus on creating safe, user-friendly designs that balance creativity with manufacturability. I also have experience as a project leader, guiding teams from concept through to production—working with design teams in Europe, leading engineering team in Taiwan, and coordinating with factories in China to ensure successful mass production. I believe good design should enhance daily life for families, and I’m passionate about developing solutions that combine safety, convenience, and innovation.",
            "Unnamed: 3": "1-about-yourself-B",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "2-red-dot-design",
            "內文": "This stroller separates into two products: the upper frame becomes a ground seat, and the lower part transforms into a wagon with a hidden handle bar. From a design perspective, the challenge was not only making the mechanism safe, intuitive, and durable, but also ensuring that when combined, the two parts form a cohesive, aesthetically pleasing product — not just two pieces joined together. The 2025 Red Dot Design Award recognized the project’s innovation, usability, and thoughtful design for families.",
            "Unnamed: 3": "2-red-dot-design",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design-1",
            "內文": "Why did you choose juvenile product design as your specialty?\nI’ve always liked products that make a real difference in everyday life.\nJuvenile products are unique because they involve two sets of users: the child and the parent. That challenge — designing for safety, comfort, and convenience at the same time — really excites me. I also find it rewarding to know that my designs can make a family’s daily routines easier and safer, which gives my work a strong sense of purpose.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design-2",
            "內文": "During my career, I’ve found juvenile product design to be both challenging and rewarding. Each product requires multiple materials to work together seamlessly, while also considering mechanical design, safety regulations, and intellectual property. I enjoy working on these challenges to create products that are safe, functional, and appealing for both children and parents.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design-2",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "4-Process & Collaboration-1",
            "內文": "Can you give an example of a project where you had to adjust your design for safety or manufacturability?\n\nOn one stroller project, I designed a unique feature where the stroller’s basket could rotate from the lower position to the upper position after removing the seat. The basket could then be zipped up and expanded into a larger shopping basket, allowing parents to upcycle the stroller after their child outgrew it.\n\nHowever, during development, we realized that the rotating mechanism was too complex to manufacture and would increase production costs. To address this, I worked with the team to simplify the design: instead of rotation, the basket could be removed and reattached in the upper position. This adjustment kept the upcycling concept intact while making the product safer, more practical, and much more cost-efficient to manufacture.",
            "Unnamed: 3": "4-Process & Collaboration-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "4-Process & Collaboration-2",
            "內文": "Have you ever had to compromise a creative idea to meet safety regulations or mechanical limitations?\n\nYes, I’ve definitely had to compromise creative ideas for safety. For example, in one stroller project, I originally proposed a very slim, minimalistic frame design to make the stroller look lighter and more elegant. However, during early testing, the engineers raised concerns that the slim tubing would not pass the required durability and rollover safety standards.\n\nInstead of abandoning the idea, I collaborated closely with the engineers to adjust the design. We reinforced the stress points by using slightly thicker tubing, and the team also suggested either increasing the size of the main joint or adding support tubes to improve structural durability. Another solution we explored was changing the main joint material from plastic to aluminum casting. This allowed us to maintain the original joint size and preserve the minimal, stylish look without adding extra tubes.\n\nThis experience reminded me that safety always has to come first, and creativity comes from solving constraints, not ignoring them.",
            "Unnamed: 3": "4-Process & Collaboration-2",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "5-Problem-Solving & Trade-offs-1",
            "內文": "How do you prioritize between aesthetics, usability, and production constraints?\nI prioritize by balancing the three factors through a structured approach. First, I consider usability, because products must be safe and intuitive for the end user, especially in juvenile products where safety is critical. Next, I evaluate production constraints, such as manufacturability, cost, and available materials, to ensure the design is feasible. Finally, I focus on aesthetics, refining the form, finishes, and details so the product is appealing without compromising safety or functionality.\n\nIn practice, I involve engineers and suppliers early in the process to identify potential challenges, and I iterate on the design until we reach a solution that satisfies all three priorities. For example, on one stroller project, I designed a unique main joint shape to meet the required strength while breaking away from the typical, conventional form. By creating a continuous curve from the rear leg to the main joint, we maintained the necessary joint size for safety and durability, while giving the product a distinctive and innovative appearance compared to existing designs.",
            "Unnamed: 3": "5-Problem-Solving & Trade-offs-1",
            "分類": [
                "Interview"
            ]
        }
    ]
}