{
    "New Words": [
        {
            "標題": "bike-accident",
            "內文": "I had a minor bike accident recently. A car suddenly came out from the sidewalk, and I had to brake hard to avoid it. I ended up skidding and falling. I was bleeding a lot, so I asked the driver to call an ambulance. I got a few stitches at the ER. Luckily, the wounds have mostly healed now, but I sprained my wrist and my knee still hurts a bit. I’m doing some rehab at the moment.\n\nI also went to the police station to check the CCTV footage to understand what happened during the accident. We gave our statements and are now waiting for the initial assessment of the accident. Responsibility for the incident still needs to be determined.\n\nIn Taiwan, the law requires drivers to have third-party insurance, which means I may be able to ask the driver to cover my medical expenses related to the accident. I think most of the fees will be paid by the driver's insurance company.",
            "Unnamed: 3": "bike-accident",
            "分類": [
                "生活"
            ]
        },
        {
            "標題": "take-action",
            "內文": "You can dream, plan, and think about what you want, but nothing changes until you take action. Taking action means doing something, even if it feels scary or hard, but it's the only way to move closer to your goals and make your dreams real. Sometimes people wait for the perfect moment, but the truth is, the best time to start is now. Every small step you take counts. It might be as simple as sending a message, trying a new skill, or deciding to believe in yourself. Action creates momentum, which builds confidence. When you act, you learn from mistakes and get stronger. Without action, fears and doubts grow, but when you move forward, even slowly, you prove to yourself that you can handle challenges. You open doors to new opportunities. You meet new people who support your journey. But remember, no one else can do that for you. Your future depends on what you do today. So don’t wait—take that first step. No matter how small, keep going, keep trying, and never give up. Your dreams are waiting for your action. Make it happen.",
            "Unnamed: 3": "take-action",
            "分類": [
                "鼓勵"
            ]
        },
        {
            "標題": "design-myths",
            "內文": "One common idea I often question is that good design must always be something never-before-seen.\nIn reality, originality only matters when it enhances function, evokes emotion, strengthens storytelling, or truly resonates with the user's experience. Being different for the sake of it isn’t enough.\nUsers rely on familiar patterns to navigate products. If we change too much, we risk confusing or frustrating them. Good design isn’t about constant invention — it’s about making the best choices for the user.\nGreat designers know when to follow conventions and when to break them. They use creativity to enhance usability and experience — not just to stand out.",
            "Unnamed: 3": "design-myths",
            "分類": [
                "Design"
            ]
        },
        {
            "標題": "1-about-yourself-A",
            "內文": "Sure. I’m an industrial designer with more than 16 years in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting projects in car seats.  One of my recent stroller designs — which transforms into both a ground seat and a wagon — was recognized with a 2025 Red Dot Design Award. My strength is creating safe, user-friendly designs that balance creativity with manufacturability.",
            "Unnamed: 3": "1-about-yourself-A",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "1-about-yourself-B",
            "內文": "I’m an industrial designer with more than 16 years of experience in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting car seat projects. I focus on creating safe, user-friendly designs that balance creativity with manufacturability. I also have experience as a project leader, guiding teams from concept through to production—working with design teams in Europe, leading engineering team in Taiwan, and coordinating with factories in China to ensure successful mass production. I believe good design should enhance daily life for families, and I’m passionate about developing solutions that combine safety, convenience, and innovation.",
            "Unnamed: 3": "1-about-yourself-B",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "2-red-dot-design",
            "內文": "This stroller separates into two products: the upper frame becomes a ground seat, and the lower part transforms into a wagon with a hidden handle bar. From a design perspective, the challenge was not only making the mechanism safe, intuitive, and durable, but also ensuring that when combined, the two parts form a cohesive, aesthetically pleasing product — not just two pieces joined together. The 2025 Red Dot Design Award recognized the project’s innovation, usability, and thoughtful design for families.",
            "Unnamed: 3": "2-red-dot-design",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design-1",
            "內文": "Why did you choose juvenile product design as your specialty?\nI’ve always liked products that make a real difference in everyday life.\nJuvenile products are unique because they involve two sets of users: the child and the parent. That challenge — designing for safety, comfort, and convenience at the same time — really excites me. I also find it rewarding to know that my designs can make a family’s daily routines easier and safer, which gives my work a strong sense of purpose.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design-2",
            "內文": "During my career, I’ve found juvenile product design to be both challenging and rewarding. Each product requires multiple materials to work together seamlessly, while also considering mechanical design, safety regulations, and intellectual property. I enjoy working on these challenges to create products that are safe, functional, and appealing for both children and parents.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design-2",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "4-Process & Collaboration-1",
            "內文": "Can you give an example of a project where you had to adjust your design for safety or manufacturability?\n\nOn one stroller project, I designed a unique feature where the stroller’s basket could rotate from the lower position to the upper position after removing the seat. The basket could then be zipped up and expanded into a larger shopping basket, allowing parents to upcycle the stroller after their child outgrew it.\n\nHowever, during development, we realized that the rotating mechanism was too complex to manufacture and would increase production costs. To address this, I worked with the team to simplify the design: instead of rotation, the basket could be removed and reattached in the upper position. This adjustment kept the upcycling concept intact while making the product safer, more practical, and much more cost-efficient to manufacture.",
            "Unnamed: 3": "4-Process & Collaboration-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "4-Process & Collaboration-2",
            "內文": "Have you ever had to compromise a creative idea to meet safety regulations or mechanical limitations?\n\nYes, I’ve definitely had to compromise creative ideas for safety. For example, in one stroller project, I originally proposed a very slim, minimalistic frame design to make the stroller look lighter and more elegant. However, during early testing, the engineers raised concerns that the slim tubing would not pass the required durability and rollover safety standards.\n\nInstead of abandoning the idea, I collaborated closely with the engineers to adjust the design. We reinforced the stress points by using slightly thicker tubing, and the team also suggested either increasing the size of the main joint or adding support tubes to improve structural durability. Another solution we explored was changing the main joint material from plastic to aluminum casting. This allowed us to maintain the original joint size and preserve the minimal, stylish look without adding extra tubes.\n\nThis experience reminded me that safety always has to come first, and creativity comes from solving constraints, not ignoring them.",
            "Unnamed: 3": "4-Process & Collaboration-2",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "5-Problem-Solving & Trade-offs-1",
            "內文": "How do you prioritize between aesthetics, usability, and production constraints?\nI prioritize by balancing the three factors through a structured approach. First, I consider usability, because products must be safe and intuitive for the end user, especially in juvenile products where safety is critical. Next, I evaluate production constraints, such as manufacturability, cost, and available materials, to ensure the design is feasible. Finally, I focus on aesthetics, refining the form, finishes, and details so the product is appealing without compromising safety or functionality.\n\nIn practice, I involve engineers and suppliers early in the process to identify potential challenges, and I iterate on the design until we reach a solution that satisfies all three priorities. For example, on one stroller project, I designed a unique main joint shape to meet the required strength while breaking away from the typical, conventional form. By creating a continuous curve from the rear leg to the main joint, we maintained the necessary joint size for safety and durability, while giving the product a distinctive and innovative appearance compared to existing designs.",
            "Unnamed: 3": "5-Problem-Solving & Trade-offs-1",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "0307-1-A1",
            "內文": "You are technical guys, so please forget to follow at the moment, on our order.\nWe have to concentrate during one hour on what is important for our consumer.\nThe consumer don't care about it. The technique is mandatory for success.\nIf it's for consumer, they don't care.\nWhat is important for us is that we want to make business.\nYes.\nBecause the money you get at the end of the month, your salary, my salary, your computers here, the company here, is made possible only because we are making business.\nWe are exchanging value with consumer.\nWe are offering something to consumer, straddle, nursery products, because it's a bit risky.\nThen, do you want to go over here?\nNo, but I'll tell you this, it's okay, it's our own company.\nSo, we are offering something to the consumer, and the consumer is giving us money.\nThis is the basic of the business, of course, you know, well.\nThe consumer is giving us value.\nAnd the salar comes out.\nAnd the value, of course, value means money.\nBut what we are building at first is not exactly money.\nOf course, we are building a product which is giving a service to the consumer, binary.\nAnd so this is a small nursery.\nTo make sure we can make money, we need to come back consumer, and we need to understand what the consumer is thinking about our product, of course, but at first about our brand.\nWhat the consumer is thinking about Mexico, is it a good brand?\nIs it a bad brand?\nIt can answer.\nOf course, the consumer is not coming here every day to discuss with us.\nThe consumer is connected to the brand through newspapers, TV, to shops, to internet.\nAnd all the image that the consumer is gathering is creating in his mind, the brand image.\nThe brand image is something very complex to build in the consumer mind.\nBut this is something very important to control if we want to have success.\nBecause at first, the success is coming from the brand image, and we have to build the product accordingly.\nAnd the story of a company, a company always starts with one product, maybe the Mexico's group zero.\nMexico's is calculated with this group zero.\nI hope not this one.\nYou see, the latest one back.\nTwenty years ago, it was the very first Mexico's product.\nAnd from this product, the consumer gets some image.\nAnd step-by-step, the other product builds this image from your as-fonger.\nAnd what we have to do now is to understand this image, to understand what is positive in this image,\nand to use it, to apply this on the next generation of product, and to improve this brand image.\nBut I think you know this. I see the very basic brand image.\nWhat consumer?\nWe come to label consumer, we are checking if the young parents or the parents go out.\nWe already have the belly.\nOur target is the new parents, the parents to be.\nBecause they will have soon their first child.\nThe mother is already pregnant, they don't have a child anymore.\nAnd this is our target.\nNow our target is quite young, older and older but quite young, around the market. This is the main target.\nYeah, it could be the day of our target, meaning don't go to consumer.\nThey don't have to experience on using the product.\nEven when you keep it, it could be based on website, brand, TV, or URL.\nBut they never tap it.\nThe first impression is very important.\nWhat did you come up with?\nAbsolutely.\nThis is very important.\nYou get information from your parents, from your friends.\nAnd today, it's also maybe less from your parents, maybe more from your friends,\nand a lot from their net television.\nAnd so it changed.\nYeah, I think what needed, what there was, is a good example.\nI know of the function.\nYeah, the function.\nIt's a combination.\nYeah, all of this is given the Mexico Z brand image in the mindset of the consumer.\nAnd that's why in our business, you are right.\nThe consumer don't know the product, but they are here.\nAnd they look at the total image.\nAnd they, this is very important.\nThe first China call, do you have China?\nYeah.\nOh, do you have, no.\nI don't know.\nHere's the potential.\nWhat else are you going to sell it?\nYou have the target, me.\nWhat is your issue of parents?\nYou know that at the first China, you are very afraid.\nBecause you don't know what will happen to you.\nBecause they, oh my God, I will be farther soon.\nYou have a lot of fear.\nAnd you need to be reassured by your family.\nYour family tells you, now that's cool.\nYou will, you will be parents soon.\nThat's a very nice comment.\nSo they are putting you up their hand on your shoulder.\nThey're saying, this everything will be true.\nBut you are afraid.\nSo we need the brand.\nMaximum seed brand needs to be the hand on the shoulder of the parents.\nThe parents need, the future parents need to trust.\nIf you trust Mexico City, this is very important.\nThis is one value.\nTrust is one value.\nSo the brand image is composed of three elements is built.\nWe can build the brand image by the product, of course.\nWe can build the brand image by the communication.\nCommunication means advertising, our internet website means TV show.\nAnd also sometimes we forget this, but this is also important behavior.\nBehavior of the brand is, for example, when you call, phone call,\nthe brand or you phone call Astrosays, because one will is broken.\nYou call Astrosays, and then the behavior of the Astrosays,\nthe relationship with Astrosays is also building your brand image.\nOr the behavior of the sage man in the shop, the commercial people in the shop.\nWhen you contact them, you discuss with them.\nTheir behavior is building your image of the brand.\nYou meet kind people, of course, you have a kind image of the brand.\nAnd today with the insulates and the media, we shall have that information.\nFor the example of Google, they are known because people say,\nokay, it's good to work at Google because cool places to work.\nYou can do everything in the company.\nEven if it's only for the one cars at Google, it is clearly also a good image.\nSo it's the behavior of Google with their workers is also bringing rich to the consumers.\nRegarding behavior, the control of Dorel on behavior is low,\nbecause we are using a selling shop that we do not own.\nYeah, and the people to control that too many.\nYes.\nWe can control Astrosays because we have our own Astrosays,\nbut we cannot control behavior in shops.\nSo that's why communication and product are very important.\nSo, do you?\nIn Pilter, we have a more and more tell.\nI think it's tellt in the website.\nSo we might have, hold it, we might reinforce to the behavior.\nAnd you make a sign by chatting with the consumer on their experience.\nBut we are also controlling on the internet a little bit,\nbecause we have the internet communities that we control through Facebook,\nfrom on Twitter.\nAnd then we have a community manager here in Sholay,\nthat they control in some countries communication,\ndirect communication with the consumers.\nBut this is a very low amount of consumers.\nSo, is this okay for you?\nThe right image?\nYeah.\nOkay.",
            "Unnamed: 3": "0307-1-A1",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A2",
            "內文": "So, this document, I will go through it very quickly, is the style guide made by the communication.\nThis is just to talk about the communication. So, the communication team, as this guide,\nthis one is a little bit old, but in this communication tool, you have all, so it has been made\nby Anastas Oradki. You have all the information to make communication through consumer, through\ninternet, through advertising, through TV show. You have the language, how to make\nphotography, how to make good actors, and the advertising, what is should be the tone of voice,\nthe visual identity. So, this document is taking the control of the communication.\nSo, we want parents to, on photography to be always happy, of course, joy, joy is an important\nvalue. This is the second important dynamic for the blender, trust and joy.\nGuidelines for photography, we want spontaneousness, as in real life, realistic, honest.\nOn the spark, fam, again, joy. So, this document is for the communication agency, so they can\nbuild the advertising for ex-Dorella made these papers or documents. So, this is what we don't\nwant. We don't want this fake, we don't want static things. We don't want this,\nso this is for testing. I will not go into all the details, but this is for you to understand\nthe brand in H, I'm going back on it. So, we talk about behavior, we are not very strong in that,\nwe are, we cannot be strong on communication, but our investment in Dorell is not very high on\ncommunication. In US, I don't know, but in Europe, we have communication, communication costs a lot,\nbut we do not invest a lot in communication in Dorell. This is a company decision.\nWhat we are doing a lot in Dorell is we invest a lot here.\nSo, it's a lot. We put too much in what's in our product,\nwhen you are building something content more, that I don't know.\nActually, it would work after we have a pretty good quality product, but we can do more kind of\nabout that bit. We can hear the discussion we have in the lab. We agree on that, this is a year or\na vote that we agree on that. Maxi Cosi, Billikoffer also, they grew up thanks to product\nwithout communication, very low amount of communication. They grew up like this, and they became\nbig company without communication. Dorell in the US is not communicating a lot. I don't know\ntoo much, but I think they are not communicating a lot, they grew up by product. So, this is\ncultural in our company, this is a company which is not growing up by communication. So,\nwe have to grow up by trouble. And maybe in the last years on some new brands arrive on the market,\nand then to do a lot of communication, their product are not better than our promising, but\nlike Padei Rougarou, when you look at their product, if you look at the price and the quality\nof the product where you are, like us, when you know this, that business, I mean, you say,\nokay, well, you thought thousand euros for this, but who has been better, and we are sending it\nat 400,000, I don't know. Anyway, it's not, as you have said, they didn't build it on the\nproduct quality, maybe on the product image. Look at Cobebe, Lucky, they put a lot of\ninvestment on the communications. They introduce their company, their brand, on Europe, and also\nin the United States, but they don't feel their product, specific product, they don't introduce\ntheir Cobebe brand and their company. Rougarou, you know, it's very strong that the\ncommunication is not to do, it's working, or at the moment, I have a lot of update from Padei,\nbut if we compare it to them, they are stronger than ours on the communication, but for the product,\nthey are how they work. I believe, we all believe in this company that we should invest more\nin communication, we all believe this, yeah, but we pushed the information that's all we can do,\nour role is to work on fraud, we can give the message to the marketing team, but they\nknow where, they ask for more money to communicate, but they, now this is a company decision,\nwe don't invest in communication, so we have to take it as it is and push the message.\nSo, all of this to insist on the fact that we will build the brand image, not by behavior,\nnot by communication, but mainly by product. So, our role and our mission here is very important,\nwe don't have a lot of means to invest in behavior, we don't have a lot of money to invest in\ncommunication, we have to invest in products, so the consumer will build his image and the consumer\nwill decide if Mexico is positive or negative, mainly by the product. So, this is a\nchallenge for us, you could say that we have to build self-communicating products, yeah.\nSo, this is why in our product, we are investing a lot in design, in the industrial design\nin the company, because somehow the industrial design helps to give this positive image,\nthis value to the consumer.\nSo, now, let's see, let's look at the value of the brand.\nOkay, we as decided, this is a decision, we have studied the story of Mexico City,\nwe have studied the product and we have decided that the good values of the Mexico City\nproduct are those that you hear. Finally, a consumer has to need to have trust in our work,\nthis is mandatory, we are building trust, we are building confidence, and our product should be\njoyful, pleasant, not too serious, not too technical, but they should give joy to the consumer.\nAnd to build that, we have five sub-values, and all of our product need to be built\nwith these five values as a days, previously in the previous years, when we build a new\nstraw, we decided, oh, let's say you have a new concept here, let's build around this concept,\nand at the end, when the product is finalized, we just stick Mexico City on it, or we stick very\ncomfortable, or we stick safety first, that's it, but there is no strong value, if we remove the\nthe sticker and we put good value on it, maybe it can also solve the job, because there are no\nstrong sets of value inside the product. And here, with the team here, with Xavier, with Nicolas,\nwith the rest of the team, we started to build this product from the very beginning, with those\nfive values here, with this I did, we want a product which is really interesting, we want a product\nwhich has a friendly child comfort, friendly means it's a bit like a hug somehow, we decided that\none wants a smooth transition, each time we are making an operation, when we start with the baby\nin the car, to take out the baby, to take the baby in the arm, to open the trunk of the car,\nto take the product, the straw out, to unfold it, to put the baby inside and start to roll,\neverything has to be smooth, without pain in the back, without frustration for the consumer.\nAt each little step, the consumer should be happy, it's there, so easy to open,\nalso easy to understand, also my child is so comfortable, like a consumer has always to be\nvery happy about. So many lighter, not easy folding, the good means that one and deeper is all.\nThe mean lighter can be one solution piece, but this is not the only one, sometimes you have\nvery heavy parts, which are very easy and very nice to move and then play. Vista,\nthis is Vista, this is not a live problem, but this is a successful product. So 10.3kg\nfor lighter, you take.",
            "Unnamed: 3": "0307-1-A2",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A3",
            "內文": " We decided that we want in our product high trustable quality. High trustable quality means that when we look at the product the first time, when we see the product for the first time, we say, oh, this is a very high-quality product. We did not touch, we didn't move, we did not shake, but we can see only by the eyes, this is high-quality product. Right? We have many solutions. The blue is punctured, and if you look in the details as a technician, so this is not a system good, this is not a system, anyway, we are consumer, okay, high-quality, one, but when there is many answers. And the last five fifth value is the Mexico's signature, similar to Shermin's style. In the our own Mexico's style. And Mexico's style is then on the north of a Europe sky in Netherlands, not in France, France is a little bit different, but we decided that this the success of Mexico's is the most important product for Mexico's bay. This we are selling it at 250,000 units per year, which is huge. There are 30% of the market share in Europe, which is absolutely huge. And this success is also, so the success is due to this high value, but also the specific kind of Mexico's, which is a very simple shape, easy to understand, trust me, a little bit what we call the Nordic, we call it here Nordic style, not Nord-Turac style, Nordstone, yes, and simple. But for it, we have the sound decokey, William Paul, DJ Yookim, S2W up the similar party, they say the crazy, let's copy the table, be done, that, okay, we we designed it and put it on the US market, by keeping it in the North, we are like, no real step by the consumer, but we stop the production for money. Okay, we have two insurer products, that first one, this is a bad copy. It has been designed by US team without any designer for you from Europe, okay, so this is not we consider this is not really Nordic style, okay, so this is not another massive as it is, yeah. Second reason, when you want to build the brand, you are and you want to build worldwide, you are two way to build your own style, either you choose the Samsung way, Samsung is putting design office in every country in the world, because they are designing the product for each country, the Polarquan Mate, yes, one, the product is very different from one country to another, they do not build a washing machine, same in England, in UK, then in Japan, they are very different, okay, so they decide to, what will the person adapt locally, this is Samsung way, second way is BMW way, the car maker, they decide to be a German shop and they sell it everywhere in the world, but everywhere in the world, the cars are in succeeded, they export in their value, they are skyly, it needs a little city, it's both way are good, both are good, but which choose as Maxiko Zbrand, BMW way, with some local adaptation, which is their way of around the world, we are in the middle, we are more versus BMW, some adaptation, we will talk about it really, of course, some country we need a little bit adaptation, but not sure, the styling itself will be as BMW, we will export our style, so it's a deeper, different approach, we sell differently, we need to be much more careful on the styling itself, we need to train salesmen, we need to train commercial people, but this is what there is this idea, BMW is maybe a little bit adapting the author, but the car is the same, I need some tell you, in that country they are beating more, I don't know seats in the leather, I don't know, or, or, air, commercialization, or I don't know what accessories, but you can have that accessory everywhere in the world, but in that country maybe they put more on the cars just because people in that country they like more, but it's just a little adaptation, the product, that's what it is exactly the same, the safety first is a different way, safety first is adapting to most of the country, the product has a bit different, which is safety first, the US product, we saw it from the other, the data on the textile, the entire cover is different for US than for so safety first is much more adaptant, with Maxi Cosi, you know what to protect, this specific style because we believe that this specific style is a part of the big success of Maxi product Cosi product, or I give a like this kind of strategy, the same product for different regions, we have simplified platform and we can put more resource for one part, it will take that to the scale of the relief literature, what we didn't do in the past, yeah, for example, the geolal, via the good head, or the doctor, why could they extend to you, but it's for them who are, for example, with your cooking in your bread, and the adapter, and the adapter, you break, make it is a unit, and we don't break some break from the soil, we have some sorry the kikuki to the buggy, or the consumer at the end of the week, if you wind up, set the soil due to the break, yeah, just want to have a good break, that's why, I have to say the product was some normal function, to consume it means that it has to function now, I could quality, exactly that, but we don't need to read beautiful how they auto-loop, so we make different like the break, but for some auto-loop, for example, handle, we might have the different design to a further consumer, for that we can have a different handle bar share, whether the diamond, but for the break system, we can divide it in other, in the same way, that's the money, and make it 10, but for example, is the 3D 40, we made that study, we say okay, you know the difference 3D to this problem, okay, we say okay, it's transmically, maybe consumer, it's manufacturing 3D, 4D, if you look at that, we are ready, Miramaya, Alula, Ena, all in three, any issue, you look to the world, you have looked to the world, it's okay, most of the strollers are 3D 40, 3D 40 is limited to Europe, South Europe, two deeper three, and we are, or people are going to think, but it's actually a lot of important, why? And when you look to the world, you say okay, people that don't need, they don't they don't care about 3D folding, well, they won't, they won't, something convenient, contact, I can put it in my insurance, or whatever, okay, if you can reach that target with 2D, it's 2D wire 3D, I know this is 2D, I think the talk audio, I think the because the map 10, we have a chain, for Lula, the port of Lula, at this time, Martin, we have a 3D folding, we can compact, for Lula, we could sell, but now I think the consumer, they chain, they are neat, so more and more 2D folding, the solar coming, but for the next, by your tenure, with solar, we will adapt by the human, we don't know, not for Napa, on burn, period, yeah, I say the beginning, or they are saying, forget about the technical thing, so when we say 2D 3D, we are talking about technical things, so and it's an answer, yeah, the consumer don't know, yeah, it's an answer, the consumer wants something convenient, compact, I can store it in my truck, in my house, that's it doesn't care about 3D, 2D, okay, I don't care, I will fold it, and it has to be compact, it's compact, you have to do, to know, to build our brandy image, we have those 5 value to build the product, and those 5 value are, by themselves, are giving the height of the product on the market, this is such kind of value, cannot be low N, this cannot be low N product, because we have this specific signature here, we are product which are very easy to use here, with the high level of comfort, and high level of finishing and structure, so all of this means that max 6.0 should be this is the positioning of the market,",
            "Unnamed: 3": "0307-1-A3",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A4",
            "內文": " So this is the entry level of the market, this is middle level and this is what we call the the the best high level product in the market. So because we have those value, max equals, it should be there. If we remove for example high traceable quality and max equals, it's in nature, maybe if I see, it would be there. Because we have this value, they see the only possible position. We cannot position max equals, it's there or there or there. Or we yes, we have point, we cannot stretch this with this value, we cannot stretch the brand from here to there. But we used to do in the first or trying to do it also in the past with a Lula, for example, we tried to stretch the brand from here to there. That is very difficult because we have a long given price, it's not specifically value so it's not possible to stretch. We know you will throw, we put it company in the company, they have the issue and they are brand strategies. They only have one even for brand with different level of the product. So Islam and the cut, they are customized. If you throw brand is quite good, but I buy it with a degree of no price, but the quality is really bad. I would add you for example. And then the image of the brand is also bad. That's why they are brand, they are decreasing in the cut. Now, COVID-19, they want to stop it, so they put the Europe brand on the top of the logo and then do it market. Do you know, it's like a Volkswagen. They wanted to have high level products, but at the same time, there are already kind of the art from an historically, they were selling a not cheap but medium hand products. There was something more like with a Soviet box, they hugged the brain, so the product is the entry product and was again moved. So they had to buy brand, Rodo did the same with Dasia, but also on T. Okay, so today, that's not our strategy, we don't want to create a new brand, so our industry products and then move up by C-Cosy, we want to be, that's the better best segment, they are part of the good, okay, the good, it's our target, it'll be. So it means if our position for my C-Cosy or really project is here, then this is our competition, we will not fight Kiko, I don't know, Kiko, Trem, Tiko, after the way we are packing with Tiko in the set you side, then moving up, we have an argument of fighting, like they will stop, a lot of the stuff they need to pay before they move up there, cool. Yeah, rather than trying to join with really, we will not fight Kiko, we will not fight Bougain, we will just be just Bougain, you know, I don't know. I think I can do that, I guess the total number, the good team, Bougain, I know, the elite, the bugaboo, I saw V-R the message. They say this is a good excellent bread image, bread image, it looked product, what a good, but not so high breakey, but bread image is very high. We will show you some products later in the wish. Yeah, you will see personally, I don't like the healthy, I can't, why, how many people they like it? Bougain, maybe I'm a good technical guy, I don't like it, just, there's a lot of you look not technical feeling, double elbow, passion, I don't know. This is the, such can, when you have a very high brand image, you don't buy only the push, you buy a little piece of identity, we, we raise, when you buy a BFW, you will not only buy a car, buy a piece of identity, you are stronger, stay tense. And I think, too, the bugaboo, even there in the same level, in the market, but that product ran at a completely different, too, it's pretty much a good quality fit into the give-off, we don't dollar what a big one draw one, say, but the boy is another thing like the fashion, yeah, good, and that key. So, before we were somewhere here with Mexico City, and now we are leveling up, but leveling up means we also need to level up this, as Nikola said, you need to have an excellent quality finish, the fly. And we would also raise the price of the product, to buy the beast, this, but, probably, we must say, we increase the silver price in the city, what's your thing about, more fancy fit, we can bring the retailer, why we are acting for a practical quiz. More sell? You know, I used to take that example of the mini Le Cap, do you think that is the mini cost, how to copy it? In France, for example, the mini, the first one, the mini one, the cost is about a 15,000 euro, okay, for that cost, you can get a card with more quick notes, a Vigil warm, from over brands, I'm calling it, I don't know which one. So, you say, okay, it's crazy. And do you think that if the mini cost was lower than this, around 10,000, I mean, close to the small car we had, do you think that mini would sell so many cars? No, of course not. It's psychological, the price test, test the message behind this also, saying, okay, the first target is rich enough to make a bigger margin, you don't care. If you can do here, that is my resource, which, the reportage of relief, it was to be as close as to the car seat feeling, you know, how car-tid to the air, here, unclear. So, we're only one brand today, the car seat, how here, our store of France here, because there is something wrong, so, the store must be at the sale of our resource car seat. Because car seat, it's really a key point, strong, strong, we are going to make it cosy, everyone knows, we are going to be barging with car seat, but it's a narrow store of the York, because we don't know where we were, it's a store, we should have them to have the opportunity of Chalaxi Cosibola, with our product, we need to have the same memory here. Otherwise, the store of the train image, we are low down the car seat, but there's it being that for our product, we have a higher brand image, then our cost could be a little bit higher than previous. So, the manufacturing cost? Yeah, it is a big, high-trustable quality. For example, what we need to tell you about this car, or tender version, is one, with dog, or without extra steel? No, just to see if there are any other shop, or the wood bones. It will echo, buy one body. You sell the present? No, it's a good door, if you are at the top, take the door, and take the stela or mura, that's a good reference. Go up, put on the functional, the comfort operation, it's not passive, it was called a little bit simple. That will be great, as you listen. The US phone, right? So, the next stop, next one, when you give you a little presentation about the maxi-podissin nature, how we make the maxi-podissin product, how we are inspired yet to make the maxi-podissin design. So, we are decided with the team years ago to build and to write down the DNA, because it's, of course, in the minds of all the designers in the company and stylists. But at some one day, we decided to write it down, to create a little book here. This is the Bible, this is the Bible for the designers in the Edgar Cote. Thanks to this, we are the stylists, on one path for the textile bar, and the product on the other. Max Cosi, oh, Max Cosi. Maxi, only Maxi Cosi, or even we have the same for Quiddit, and we have one for a social source. Maxi Cosi in Dedeko, awful. There's a Maxi Cosi in Dedeko for, knowing that, yeah, this is the brand de v'konfort-roso, but this is the manquico-zi-ray, because originally the babykonfort was a little bit different, but we decided to not to merge them together, but to keep only Maxi Cosi. Because babykonfort is a local brand on the source of fuel. So, we asked this brand strategy. Brand strategy is defined by the marketing. And from this brand strategy, we defined the DNA of the brand itself, and we split it into the styling and product design, and also communication is coming from the brand strategy.",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A5",
            "內文": " This is our mindset. This is the let's say, Stein values to design a Maxikosy product. All the Maxikosy product, I mean in the the identity, they need to be still. Still means something like very calm. Still water. Mod up. Yes. Such kind of curve is what they call a steel curve. Very soft. This is not aggressive. This is relaxing. The guy still. I can't do it in the middle. Both are fine. So, we're working on it. We should remember the new part. We should remember the more the curve. Sometimes you may not understand. Like the N-Sitings. So much for this. That shape is close to the shape. No. It's because of this. For Eden things we can discuss. We can arrange for very visible things. No discussion. No compromise. Nostalgic means the positive memories. Positive remembrance. This seat is very similar to the very first seat that has been designed 20 years ago. There are still some common. I don't have the feature. Sorry. The good shape that parents, the mothers of the mothers remember, they still recognize the old pro-wrestling in this. But new bottom look. So we have to keep the good memories. Playful means in some little fun decays, such as this little fun decays. This is not functional. We don't need this color. We don't need this little feature. We don't even, we could have make a snap button or something. But this is quite cool. Because this is a flashy color. This is easy to put. This is giving some life to the product. And we can find this little light here. So this is such kind of little detail that makes the parents happy. It seems to be small and not so interesting. But this has a lot of power on the parents line and then on the brain image. This is really a bit sexy because the signature is little thin. Something very about the massacosy that I don't know if it's the same outside of friends, but in France. Before you used to say a cosy, a posy means a group zero. For many people. Group zero. Yeah, they don't say a maxacosy because Mattacosy was the first to do that kind of product. In people's mind, it became a kind of the brown main became the name of the product. So they don't say a group zero. They say, oh, give me the cosy. Even if it's not a maxacosy, no matter the problem. They say a cosy. The first to put on it. Yes, we know. So it's very fun. So this is our design philosophy. So this document is intended only for just a hour of one thing. The document is intended only for the purpose of designers and stylists. That's probably why you never saw it. So our product should give confidence to the user. So this is a trust. Our code should be clear and readable. This is the high trustable quality because we can really see that it's trustable. But this is also intuitive because production be clear and readable. Operation of our product should be intuitive for the user. Communication should be clear and simple. Evolution should be on Cal, clear and freely. Not, of course, not picked the goal and not a lot of screws and the right answer. Well, it is a lot of things. So now we have, in this document, we have mood boards, some pictures that can inspire the designer where they draw and when they create shapes. One of these products are well balanced. Balance means two-third of height here, one-third here. The product seems to be stable. You have calmed shapes here with calmed and relaxing lines here, the little lines which you put this here. What we have, of course, comfort here in this one. But this is not a fluffy comfort. This is a comfort with some little bit of tension inside the textile. And very clear and simple products. Easy to understand, easy to read. This is the best practice that we have in steel. We have this transition between the hard part, soft part and very, very soft part with the textile. This is also a way to express smooth transition. Smooth transition is not only an action, it is also visual. This is something that we reuse here in this seat. This is hard part, plastic. This is a cream, kind of a rubber. And this is a soft. And you can see the reaction that the child is here. The titter, autocopy the paper. I think the tongue-dunking has the most product to cut in 30 April day. The improvement of the IP. I am happy to see the meaning we are dealing with the concept of the D-done. This is also good example. This is a very bottle. This is a pump. This is a pump. Yes, pump me. Mothers can want the pump. Should we spot the menu or the electric or electrical risk. That is the part. You need all the energy. I have a body there to learn the amy-daw. This is another product that I have been making here in Sholek, the baby carrier here. And this is always the same thing. We have this little color accent here, but very calm, shaped, very still-sharp balanced shape. So nostalgic. These are some qualities of nostalgic products. They are rich, but richness means some details are very well made. I cannot zoom here. If we look at this shoe, which seems to be very simple, at first sight, if we look the way it is made, it is very rich, little details of stitching are very nicely made. We have a toilet paper. I will put it on this one. We will look at the product on the hard cross-key. We find some issues. Heritage means we have to redesign the past to be taken to account the past, the past, and we make it a little bit more modern. This is a very, in Europe, this is a very no close for the children, the newborn. This one is a modern version, that is the very old one. And one is, one is, one is, one is important. Not only the physical ones, of course, the child has to be protected in a card seat, in the store, but this is also a visual one. If you use wool to make, this is six, these are six. If you use wool to make this, when you look at it, you feel it will be warm and comfortable. This is also visual warmth. And nostalgic bedspractices. I like to use this one, also coming from very old car seats, of course. This is a modern model with these little buttons in different areas, for newborn or so. And playful. Playful means a little bit of sun, not a laugh, but a little bit of fun. So this is some little things that can be an inspiration. So this stacking of different materials, layers, this gradient is also what we call playful, this gradient. This is a foot on Japanese bed. This is made of different layers, as we are making this car seat made of different layers. Hard means soft and misoct.",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A6",
            "內文": " This is a little purse to put your coins in it. And when you open it, there is this little bird which is printed inside. This is a little bit of fun. This is not outspoken, but you want to keep that little thing because you feel it's for it has been made for you. This is an envelope with this little detail of color. You know such kind of oven. And with this little detail of color, then it's alive somehow. There is a little detail is breaking from life. Then there you go. Maybe you were born. He's born. He has a usual with a white feather. And some products. So we reuse this layering feeling inside the street's trailer with this inlay here which is much more soft inside. So we have the hard part with the chewing, a soft textile which is a bit rushed with a 600D or something. And this inlay inside which is much more soft. And also this that all textile inside. Yeah. And we have to put some toy. Yes, on your jacket. We have some turistajou. And so that's the tree direction of his pirate that we are using to build a new design from a chickozy. So this was for the brand itself. And now I don't have the big document for the strategy of the somebody. But this middle line is very interesting. Because this middle line represents what is necessary to build in the company. Dorel needs to be to build global offer. So we need to make products not only for Mexico City and for Céchti First also for Queenie. That are global. So the local in globally is in them keep work. Yeah, that's a really good. And all the products are the same from a global point of view. But there are some little adaptation from a local point of global local but in the capital one sooner if we are this way everywhere in the world maybe the textile with the different the material itself can be different from United States Asia Europe. Then this is local adaptation but go. Local means one country or one convenient. So all the Mexico's in now this is the strategy of the company to make local offers. All our product needs to be ready for the new business models. New business models means Internet of course because we are not completely ready for Internet in Dorel. We need to be ready in the future for the second hand market. Second hand market. Re-sub. Yeah. You buy a new product. I'm not saying it to another one. Yes and you send to another one. But maybe Dorel can purchase this product to you. You buy it once. I am Dorel. I purchase it to you. I create it. I stamp it and I put it again on the other because we had that discussion in the lab. I was talking about second hand but what I say to you is that today we are doing good products for second hand but we have no benefits of low benefit with that. Yeah. Tomorrow what we want to do we want to get some benefits from that. So maybe as you can see. Buy. Okay we buy your whole product. We refurbish it and we set it again as a single real product. So we get a benefit from that. And that means that in the design, in the conception of the product we must anticipate this in order to have super sweet place and this part can be easily replaced or refreshed. That's the one. We need to wait there with some key components. We have a good design, journal design and also the materials collection. But then for in the party we then pay it for that. It can be used for three years. By yes, in future maybe we need to attend the life of the key component. Maybe we'll make them easy to change. They're like we are in chutney to chutney to we are in with their bread. We were talking about the bread mechanism. Like the baby we say, okay, bread is safety. You want to be able to change the bread when you buy a straw. And we pass it. The bread mechanism is a part of self. You just remove one school. Remove the bread mechanism. Put another one. Screw it. That's done within three minutes in France. Like the products done. New bread for my smaller. Yeah, tradition and example. It's a great embody. For number, if we spend a lot of time to renew the clothes that the product. Because even more that we build a new daughter. Absolutely. Make a totally make sense. Yeah. Yeah. So the new business model are internet at first. Second hand market. Second day. Customization. Customization. The consumer can choose. The color can choose maybe the accessories. And we have to be able to deliver. So some ocean. It needs some coption. And the last business model is the leasing. Leasing rent. Renty. Yes, renty. All right. I give you my I am still the right. I give you my product and you give me five dollar on every month. I will not do that. And when the baby is grew up enough. Did you give me back to the product? So this is the leasing. And leasing is important because we have one project in the company, which is called WALABY. You hold about the WALABY project. I know about that. I have a little thing to work on there. Yeah. This is we will present you a WALABY. And and WALABY projects is based only on leasing. Renting to me. And we would be the wheels, the strontal forward. So we really have to do inside the leasing. T-step. Is it this? I'll just for a great adventure. For the moment for really just for what the moment. The new project we're going to our etch. In a virtual, at any part, we follow the... Yeah. Okay. Okay. And there is a strong link with what you said just before. Refurbishing. Because if you rent a solar or a car seat and you take it back, you will have to rent it again to another customer. So maybe you will have to refresh something to replace something. So it's neat. Strongly the key. And we need to evaluate. Money, yeah, that's the reason. Yeah, yeah, we need to evaluate. Replace. Exactly what we need. Not more on the place. And it has to be easy to be done. So I don't for the inference or all across the world. Small centels. Okay, they're just refresh. It's easy to do. Within five minutes, it's the... Push it again and then... The mouse bought a folder. Refreshed the prep about the component. The waiting about those components and the cycle. I mean, what else also. Otherwise, you don't wake up with the prep. And the whole world, you'll get to do it. Where's money? It has to be sustainable. So as easy to recycle as possible. So also... And... So this is a strategy for our company. Make local offer. Be ready for the new business model. Make scale savings. Scale savings means we invest only once for several products. And of course, differentiation. Differentiation. Our product must be must-me-deferent from the competition. And so all of this, this is the need for our company because the constraint for our market is there. We have the values facing a global market now worldwide. There are new... The consumers are changing. There are VIAs here. And there is also the sustainability. There are conscious. Consumer conscious. So that's why we need to be ready for business model. The company asks us to limit our investment. So we invest loans for several products. Our competition is very, very strong. Stronger and stronger. We saw it with the ACP-DU group and other key groups now. And the last one is that we have a portfolio. A portfolio meet all of our strollers. They are very different now. It's all done this way. Yeah, that's it. So okay, so... Dorel has been built because the Dorel family is buying companies and companies. They are... They buy... They buy Mexico City, they buy... Alerado, Water, Coral, the company, and so on. So at the end, finally, in the catalog of Mexico City, the strollers are very, very different. There is no link between strollers. There is no styling link. There is no value... Link, there is not a lot of functionality there. So it makes very different. So, consumers, when they enter a shop, and when they are looking at internet, they see all of these products, which are very different. And they cannot believe in the company. Because product are different. If all the products are almost the same, then it means that there is a good process in the company. If we show deep and for us, we see it gives the feeling that our process is not consistent, it is consistent. It is... So this is something which is important. Because when a consumer sees one product and he's here, he can hear on internet or in the shops, or by friends that this product is good, if the consumer sees another product, which looks like the former one, and he understood that this one is good, then he will believe that the new one is good, because they are similar. So he believes that the company who could all these effort there could also all these effort in the company. Many come a lot of stupid transition. Balls, they product, to another product, new product. We were talking about pay for the brand. Between the iPhone, the iPad, the Mac, and the last time, you have... You can say, okay, this is the same brand, even if it's too high, the brand. And I think, yeah, the iPhone has a good reputation. You say, okay, of course, the iPad will be good also. We both have a very complex... Right. In Bocdo, we... One of the many regions in Hawaii, in Mexico, we have a baby comparison, in the kitchen, for the same patterns that humans, that... they... store the situation is not good. Yeah. That is why you're so willing... to have some factory here, up a lot with a really project. It's what... how can we, in fact, what we are, it's... we have the Lula, the Stretti, which are... we like to say more, surely... ENA, Spiritum, yeah, on DNA. So the history... is the... the history of surely with beta-dophore. And we had some kind of product, like, Spellac, that I should more need to feed a special market. German, German, German, it was not really a strategic approach. It was not pushing approach. Or... Opportunity, or reality, and we need something for Germany, or we need something to fight Kippur. But the Koreans of the range was not so good. So what we're going to do is, we're going to say, we're really sad. It's to have a really wenge and with consistency. And we feel that, yes, it's a lexicaly product. But we must keep for all the local needs. For that reason, there is a... We'll curve that form and then to feed with specific needs, we will change some few points on the... on the platform to feed with local market needs. Instead of making a large color for... I joke for US, that we're going to fall of generally.",
            "Unnamed: 3": "0307-1-A6",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "0307-1-A7",
            "內文": " When you're the US skin, they can't sell, they can't sell at that store also. They can't sell at that store. The vista is a target for the market. So they can't ask us, a piece guy, take this one, do a strong like this, but better on this, on this, on this, on this. And say to you at the same time, yes, but we want a very low price. Yes, you can't. And when we ask them, do you know the weight of that store? Really, they say less than 13 kilos. And that means that they don't know the real weight, they don't know the weight indicated on the website because it's written 13 kilos on the website. Yeah, they 40 kilos than this. So it's very silly. I think in fact, that's for their weight, 13.3. Yeah. So you know for them, the weight is really for them and they say to you, okay, the target is not more than 12 kilos. You know, like, well, they always tell you that something in Naman is changing. They always target the other. Warm up target came out. Those customers are the other, that's the end of a low level. Meaning they can still a lot of the quality, but the tracks are very low. But Abu Bebe, they already sell it on buy-by-baby, top level, to material. But then our people forget it or they try it, but they they tend to difficult and they try to get it. We will not allow a card in a U.S market. So in terms of company level, so you are the the constrator of Tomel here. You are then the nib and this is in the bottom the solution that we want to apply the very many products. Another table platform, one platform that can trade several products, to be zero. A product which is read for refurbishing in the same hand or RETO. The same components for all the other disorders as such as this one. And regarding competition, assume choice. Assume choice means that we are making one choice, which is maybe not the choice that please everybody. But this is our choice because this is our value. As BMW, they are making German cars because they begin German cars. So we are making our own style because we believe in our own style. And we will also we want to invest in storytelling and communication. Yeah. And of course we will have to make a career and innovative range. So that's it for the brand and the the value presentation. Do you have any more questions regarding your... Let's start one one thing and I like here. For the rental, we will start with a pretty short decision. Yeah for rental. Meaning we should have a consider the... Okay. That is then for the aluminum co-write. Now we have some time we pop up on the wait. We we we change the provide to make it thinner. We have a lightweight or we have a receive call shape. But this wouldn't bring us the table in the future. For example, after two time in test, we have a walnut or damage on the aluminum. But it's still a holiday compared with the EM. In future, it will say the controller can be renewed or readable. I don't think we can change the aluminum tube. A minute of the original tube should have re-drug session for five. Yeah, only aluminum material. Material session session a little profile. Yeah, with the minus here. The solution for the mulee will be for the regular project to have the decision we bleed or the case. Painting this for be done. It will be only hydro-disation because maybe that hydro-disation is through its own. It's called hydro-disation. Hydro-disation. Hydro-disation. Okay. Yeah, I'll get it. You're scotching. Because if we put a painting for a product which needs to be rent. Yeah, there's a penny. Yeah. So perhaps we'll have for example the decision for the for the for the frame for the for the wallavite needs. One fine would be an odization or the other range would be painting or something else. Yeah, it's good. This is kind of decision. So good example. That's the way I see this for me from a technical design point of view. I mean, that means that every time with design something, you have to ask yourself this question and say, is my design compliant with this? I mean, it's easy to install, to re-u, to replace. Is it sustainable? I mean, from scratch to the recycling and all that. So every time any any rather to put any shape you design, you must ask this question and at the beginning it would be maybe a bit difficult. But once it's in your mind, you will not ask, I would take the checklist and no, it will be. To be in real reflex. Okay. Okay. I think like this, I design like this. And it has a lot of good consequences also because your design is simple, easy to to install to you. That means that on the production lines, it will be also easy to start, to replace, to maintain, to manage to yourself. It has a lot of benefits on everything. Yeah. And also for the P&P, we're only the tech in the work out. We'll make the QB for example, standard it to time. But after two time, yeah, we'll need to think about it. So we just, just, just, the demand. Okay. Because we have also to make a good balance when it cannot make over quantity. Yeah. Because the product with the two KV or two, first to collaborate to identify which component, which thing is not really press bomb in the future. So we, uh, booked on that, uh, key component that made the fact pick the QB for that not completed boy. But we asked to the QA engineer in Shuler, which is called Vincent, the base of this SPT on this vanis. Okay. But those values should be at the top of the, uh, the QP plan, to make sure that the consumer of fine. So, if you don't have any question regarding this, I think this, it's over for this presentation and this afternoon, after lunch, we can present you the, uh, weekly project. Yeah. The, uh, I think about the rental market. Maybe we need to think about, uh, how high-made tight we, uh, we want to reuse NITBOX, uh, yes, and they, and that would divide our QB. Our today's, for the one type, for, uh, maybe one hair, today just built it for, uh, treasure meant for one year. And then we can think about, so we need to use this for, take a year for another. Make sure. Uh, as far as I know, the WALAB, uh, they believe in the, uh, seven-year plan, a straw has to be able to be used during seven years. The nine-year, including if, uh, reform is a bit early. It would not in kind of money, to drive me there. To, uh, in kind of a, uh, the first year already checked. Now, it's around every family, which one has a second pay. But in Japan, you know, if you have a Bible, and also if you were, uh, for a government, you are not allowed to have a second baby, but not completely, so you can get there. Yeah, okay, so, uh, now the economy in China is not good. So, not so many burning, they want to have a second day. Back in the culture of three years, the door is the economy, uh, coming up. Got more and more families, y'all for me, then we'll find the first baby at the company. So, I think you'll talk, think about it. Let's try the market. Big market. The first. Another idea about, uh, when we think about the rental market, nearly within thing about, for this, for the, which part is most important, and it's very difficult to regret than we could spend our, uh, resolve our money, at least our drachimension. We don't need to replace the mint manger. So, it means we need to spend a lot of money on the manger. But for the wheel, mainly, we can, it's easy to replace, so we don't, never mention we maybe need to pass three halves of a year. The wheel, no, we don't miss, we just replace it in your way. It's easy to replace. Okay, okay, so let the,",
            "Unnamed: 3": "0307-1-A7",
            "分類": [
                "session in cholet"
            ]
        },
        {
            "標題": "TED-Talk-Human and Robot Traits-A",
            "內文": "TED Talk Speech: Human and Robot Traits – Building Bridges to the Future\n(Opening with a warm smile, pausing under the TED spotlight.)\nImagine waking up to a robot brewing your perfect coffee—exactly 195°F, just how you like it—while you dream up your next big idea over that first sip. Science fiction? No, it’s our future. Today, I’m here to show you how humans and robots can build a bridge to a world of extraordinary possibilities, together.\n(Pause briefly, then dive in with energy.)\nA few years ago, I worked on an app to help doctors diagnose rare diseases faster. As a human, I brought empathy—imagining a patient’s fear, a family’s hope. But the data? Overwhelming. AI stepped in, analyzing thousands of records in seconds, spotting patterns I’d miss. Together, we didn’t just build an app—we saved lives. That taught me: humans and robots aren’t rivals; they’re partners.\nHumans are the architects of emotion and imagination. We feel deeply, create boldly, and dream big—think of the artist painting a masterpiece or the inventor sketching the first smartphone. Robots, on the other hand, are masters of efficiency. They process data at lightning speed, execute with precision, and never tire—revolutionizing diagnostics, manufacturing, even assisting artists with design.\n(Build excitement, gesturing to the audience.)\nHere’s the big idea: the future isn’t human versus robot—it’s human plus robot, building a bridge to progress. Picture AI crunching climate data while human scientists steer it with ethical vision. Or robots handling repetitive surgeries, freeing doctors to connect with patients. This isn’t replacement; it’s amplification.\n(Slow for emphasis, making eye contact.)\nYes, there are fears—job loss, machines outsmarting us. But let’s flip the script. Self-driving cars are already cutting accidents by 40%; AI tutors personalize learning for kids. These breakthroughs come from collaboration. So, my challenge to you: next time you use AI—your phone’s assistant, a work tool—don’t ask, “Will it replace me?” Ask, “How can it elevate me? How can we build a bridge to solve the unsolvable?”\nThe future isn’t humans or machines alone. It’s both, hand in circuit, forging a bridge to infinite potential. Let’s cross it together.\nThank you.\n(End with a nod and smile, inviting applause.)",
            "Unnamed: 3": "TED-Talk-Human and Robot Traits-A",
            "分類": [
                "AI"
            ]
        }
    ]
}