{
    "New Words": [
        {
            "標題": "bike-accident",
            "內文": "I had a minor bike accident recently. A car suddenly came out from the sidewalk, and I had to brake hard to avoid it. I ended up skidding and falling. I was bleeding a lot, so I asked the driver to call an ambulance. I got a few stitches at the ER. Luckily, the wounds have mostly healed now, but I sprained my wrist and my knee still hurts a bit. I’m doing some rehab at the moment.\n\nI also went to the police station to check the CCTV footage to understand what happened during the accident. We gave our statements and are now waiting for the initial assessment of the accident. Responsibility for the incident still needs to be determined.\n\nIn Taiwan, the law requires drivers to have third-party insurance, which means I may be able to ask the driver to cover my medical expenses related to the accident. I think most of the fees will be paid by the driver's insurance company.",
            "Unnamed: 3": "bike-accident",
            "分類": [
                "生活"
            ]
        },
        {
            "標題": "take-action",
            "內文": "You can dream, plan, and think about what you want, but nothing changes until you take action. Taking action means doing something, even if it feels scary or hard, but it's the only way to move closer to your goals and make your dreams real. Sometimes people wait for the perfect moment, but the truth is, the best time to start is now. Every small step you take counts. It might be as simple as sending a message, trying a new skill, or deciding to believe in yourself. Action creates momentum, which builds confidence. When you act, you learn from mistakes and get stronger. Without action, fears and doubts grow, but when you move forward, even slowly, you prove to yourself that you can handle challenges. You open doors to new opportunities. You meet new people who support your journey. But remember, no one else can do that for you. Your future depends on what you do today. So don’t wait—take that first step. No matter how small, keep going, keep trying, and never give up. Your dreams are waiting for your action. Make it happen.",
            "Unnamed: 3": "take-action",
            "分類": [
                "鼓勵"
            ]
        },
        {
            "標題": "design-myths",
            "內文": "One common idea I often question is that good design must always be something never-before-seen.\nIn reality, originality only matters when it enhances function, evokes emotion, strengthens storytelling, or truly resonates with the user's experience. Being different for the sake of it isn’t enough.\nUsers rely on familiar patterns to navigate products. If we change too much, we risk confusing or frustrating them. Good design isn’t about constant invention — it’s about making the best choices for the user.\nGreat designers know when to follow conventions and when to break them. They use creativity to enhance usability and experience — not just to stand out.",
            "Unnamed: 3": "design-myths",
            "分類": [
                "Design"
            ]
        },
        {
            "標題": "1-about-yourself",
            "內文": "Sure. I’m an industrial designer with more than 16 years in juvenile product design, specializing in strollers and multifunctional children’s products, while also supporting projects in car seats.  One of my recent stroller designs — which transforms into both a ground seat and a wagon — was recognized with a 2025 Red Dot Design Award. My strength is creating safe, user-friendly designs that balance creativity with manufacturability.",
            "Unnamed: 3": "1-about-yourself",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "2-red-dot-design",
            "內文": "This stroller separates into two products: the upper frame becomes a ground seat, and the lower part transforms into a wagon with a hidden handle bar. From a design perspective, the challenge was not only making the mechanism safe, intuitive, and durable, but also ensuring that when combined, the two parts form a cohesive, aesthetically pleasing product — not just two pieces joined together. The 2025 Red Dot Design Award recognized the project’s innovation, usability, and thoughtful design for families.",
            "Unnamed: 3": "2-red-dot-design",
            "分類": [
                "Interview"
            ]
        },
        {
            "標題": "3-why-juvenile-pruduct-design",
            "內文": "During my career, I’ve found juvenile product design to be both challenging and rewarding. Each product requires multiple materials to work together seamlessly, while also considering mechanical design, safety regulations, and intellectual property. I enjoy working on these challenges to create products that are safe, functional, and appealing for both children and parents.",
            "Unnamed: 3": "3-why-juvenile-pruduct-design",
            "分類": [
                "Interview"
            ]
        }
    ]
}